[
    {
        "id": 1,
        "next_id": 102,
        "name": "competitions",
        "genre": [
            {
                "name": "Dance",
                "shortname": "dance",
                "id": 1,
                "intro": "'Dance is the hidden language of the soul'- Martha Graham With competitions covering all sorts of dance forms, we are sure everyone will find a language of their choice. Just lose yourself in the insanity that is Dance. Create an aura so strong that people enter a trance, so deep they never recover. Be free, be crazy, be expressive and dance your way into hearts. ",
                "details": []
            },
            {
                "name": "design & digital arts",
                "shortname": "dada",
                "id": 2,
                "intro": "In this digital era, the use of paper has substantially reduced in all spheres of life. So, why should art be different. This is the time of e-Picassos and e-Hussains. This is the platform for all those who don’t think the conventional way. Its their chance to be creative and create something that others are incapable to even imagining. Enchant the people and sweep them off their feet with your designs.",
                "details": []
            },
            {
                "name": "Dramatics",
                "shortname": "dram",
                "id": 3,
                "intro": "Theatre is considered to be the greatest of art forms because it is the most immediate way in which a human being can share with another the sense of what it is to be a human being. Acting has the power to make people believe in things they know aren’t true. Show the various facets of the art that is theatre and prove 'All the world’s a stage.'",
                "details": []
            },
            {
                "name": "Fine Arts",
                "shortname": "finearts",
                "id": 4,
                "intro": "Do you love a blank sheet? Do you have a knack for bringing things to life via your art? Are you creative enough to take the most unconventional things and turn them into a masterpiece?So bring out the artist inside you and create history. After all a picture does speak a thousand words.",
                "details": []
            },
            {
                "name": "Sports & Lifestyle",
                "shortname": "lifestyle",
                "id": 5,
                "intro": "This is for those who have talents which are not exactly conventional. Be it your sweet talking skills, your charismatic personality, your looks or your culinary prowess, we have something for all of you. This genre will test your personality and wits and will provide you with an experience you would never forget. Everyone is different, and we will bring out that difference in your own way.",
                "details": []
            },
            {
                "name": "Literary Arts",
                "shortname": "lit",
                "id": 6,
                "intro": "Do you have a panache to string words together and make a beautiful symphony out of them? Are you the one in your group who is always stating some very less known fact or incident? If yes, then is where you are meant to be. Challenge your wits, intelligence, imagination, linguistic proficiency in the Literary Arts competitions at MI this year.",
                "details": []
            },
            {
                "name": "Music",
                "shortname": "music",
                "id": 7,
                "intro": "'One good thing about music, when it hits you, you feel no pain'- Bob Marley Music is something that works when words fail. So here is your chance to showcase your musical skills in front of the masses. Let the melodies flow and enrapture the audience with your smooth notes. We bring you the stage and the most cut throat competitions. If you are up for it, be sure to be here.",
                "details": []
            },
            {
                "name": "Speaking Arts",
                "shortname": "speaking",
                "id": 8,
                "genrebaap": "competitions",
                "intro": "We are all familiar with the power of the spoken word. It has the ability to sway entire communities. The best leaders in the history of mankind have one common trait- they were all good orators. This is your chance to capture everyone’s attention and dazzle them with your gift of the gab. ",
                "details": []
            }
        ]
    },
    {
        "id": 2,
        "name": "informals",
        "next_id": 201,
        "genre": [
            {
                "name": "Hysteria",
                "shortname": "hysteria",
                "genrebaap": "informals",
                "id": 1,
                "details": [],
                "intro": ""
            },
            {
                "name": "Whacked Out Zone",
                "shortname": "crossover",
                "id": 2,
                "intro": "",
                "details": []
            },
            {
                "name": "Streets",
                "shortname": "streets",
                "id": 3,
                "intro": "",
                "details": []
            },
            {
                "name": "Action Arena",
                "shortname": "action",
                "id": 4,
                "intro": "",
                "details": []
            },
            {
                "name": "Icebreakers",
                "shortname": "icebreakers",
                "id": 5,
                "intro": "",
                "details": []
            },
            {
                "name": "Casino and Lounges",
                "shortname": "casino",
                "id": 12,
                "intro": "",
                "details": []
            },
            {
                "name": "gamezone",
                "shortname": "gamezone",
                "id": 7,
                "intro": "",
                "details": []
            }
        ]
    },
    {
        "id": 3,
        "name": "concerts",
        "next_id": 301,
        "genre": [
            {
                "name": "Contemporary Nite",
                "shortname": "contem",
                "id": 1,
                "intro": "",
                "details": []
            },
            {
                "name": "EDM Nite",
                "shortname": "edm",
                "id": 2,
                "intro": "",
                "details": []
            },
            {
                "name": "Livewire Nite",
                "shortname": "livewire",
                "id": 3,
                "intro": "",
                "details": []
            },
            {
                "name": "Popular Nite",
                "shortname": "popular",
                "id": 4,
                "details": [],
                "intro": ""
            },
            {
                "name": "Classical Morning",
                "shortnames": "popular",
                "id": 5,
                "details": [],
                "intro": ""
            }
        ]
    },
    {
        "id": 4,
        "name": "arts",
        "next_id": 401,
        "genre": [
            {
                "name": "Food Fest",
                "shortname": "foodfest",
                "id": 1,
                "intro": "It’s rightly said, the way to a man’s heart is through his stomach.Does eating good food makes you happy? have you ever thought about the magical simple recipe behind the awesome dish you just ate! If you are a foodie, or love to cook, we have something special for you. There’s a chef hidden inside each of us. Mood Indigo this year gives a very new innovative aspect to food and brings some startling culinary events. Unleash the foodie in you learn how fun and food go hand in hand.Get to taste world famous cuisines prepared by renowned chefs. Learn their secrets of cooking, and cook along with them some mouth watering dishes you always wanted to cook. Learn food crafting, taste some new food innovations, chit chat with the chefs. The best place to land after a tiring walk in the festival. This foodfest shall leave your opinion about food completely changed!",
                "details": []
            },
            {
                "name": "Workshops",
                "shortname": "workshops",
                "id": 2,
                "intro": "While roaming around the streets, theatres, festivals  you might have wondered ‘Woah! how these people do this?’ Don’t worry! Mood Indigo presents you a very wide range of workshops from core workshops in dance, theatre, music to all new wacky activities like juggling, clowning, graffiti etc. From gifted experts to enthusiastic learners, these workshops stands for all. The best part of the workshops are that they are absolutely free and can be as productive as paid 1classes. We bet, these would be the moments you will remember it for your whole life. Apart from all the folly, the sessions steered by diverse artists will surely add to the armoury of skills, enough to make you the talk of the town! So, come and indulge in the world of dreams, where craziness meets imagination! Workshops await you!",
                "details": []
            },
            {
                "name": "Night Flea Market",
                "shortname": "NightFleaMarket",
                "id": 3,
                "intro": "Take those steps outside in the middle of the night where the temperature is just chill, feel the wind, relax yourself and life would be felt better. Flea Market finds give a newly decorated place soul. An amalgamation of both, Mood Indigo for the first time introduces the Night Flea Market where you will find all the best interactive artistic stalls. The stalls with all different type of handicrafts, each having their own creativity will make you appreciate every item. Thats not it, at each stall you will get to learn new things, witness all these people making their stuffs in their own way. The environment filled with wonderful lightings, mild music and amazing creativity all around will surely leave a pleasant feeling embarked in your life. Some never forgetting moments of the festival you shall find here. Get something personalised for yourself here before you leave us.",
                "details": []
            },
            {
                "name": "Interactive Music Arena",
                "shortname": "music",
                "id": 4,
                "intro": "'Music is your own experience, your own thoughts, your wisdom'- Charlie ParkerMusic expresses that which cannot be put into words. We have lined up for you some incredible musical activities to have fun with. A chance to be part of the drum circle. Make a choice, learn and play some instruments to the tune with the pundits of the field. Mood Indigo is all set for the Hawaiian festive feels. Be there to make your own music, play it to the beats, groove and enjoy the sweet escapade!",
                "details": []
            }
        ]
    },
    {
        "id": 5,
        "name": "proshows",
        "next_id": 501,
        "genre": [
            {
                "name": "IMF",
                "shortname": "music",
                "id": 1,
                "intro": "'Music is the sweetest escape'Presenting you with the most diverse set of world class musical acts, Mood Indigo has an International Music Festival lined up for you. Bands and musicians come all the way from different countries to showcase a different culture of music on one platform. They shall leave you mesmerized by their sensational music.This december, come to witness the most amazing music from all across the world. Pick your genre Reggae, Jazz, Blues, Indie, Pop and you shall find it here. The most varied and entertaining musicians all under one roof to celebrate a musical extravaganza. This is an event that you can simply not miss.Past performers include The Amsterdams (Indie rock) from <b>Romania<b>, Los Dorados (jazz) from <b>Mexico<b>, Vasko Atanasovski (cross genre) from <b>Slovenia<b>, The Outside Track from Ireland.Sing along, dance along! let yourself free into a sweet musical escape!",
                "details": []
            },
            {
                "name": "Humor Fest",
                "shortname": "humorfest",
                "id": 2,
                "intro": "With stand up comedians, one act plays and interactive workshops, get ready to laugh your heart out. Enjoy the stress busting environment and engage in top class comedy acts. These comedians will tickle your funny bone with their one-liners,puns and sarcasm. We know the importance of humor in your lives and we'll make sure you enjoy these moments to the fullest.It is said that smile is a curve that sets everything straight.Knowing well the importance of Humour in our lives this year Mood Indigo will bring a hilarious bouquet of performances ranging from variety humour acts, clowns, mimes and stand up artists.So if you are ready to be amused and 'ROFL' we have a lot it store for you.Chris Turner, Schorsch Bross and Improv Comedy Mumbai are a few artists who have giggled up the crowd in subsequent editions",
                "details": []
            },
            {
                "name": "Fringe Fest",
                "shortname": "fringe",
                "id": 3,
                "intro": "the streets get alive! they are indeed one of the most happening places during the four days of Mood Indigo. Performance and activities which are a sheer display of energy, enthusiasm and talent. With the most unconventional and enrapturing artists, fringe fest gets exciting.Street artists and performers from all across the globe visit Mood Indigo to display their unique, never seen before skills. They have in bag for you a lot of fun, entertainment, interaction and surprising things!An outstanding event to show great talents with great challenges. Some Mentalists, Contortionists, Stunt-Comedians, Unicyclers, Jugglers, and soem other performers will steal your heart away with their performances and leave you with a memorable experience.A never to miss opportunity to see wow acts is what we have in here.",
                "details": []
            },
            {
                "name": "After Nites",
                "shortname": "afternites",
                "id": 4,
                "intro": "",
                "details": []
            },
            {
                "name": "Lit Fest",
                "shortname": "Litfest",
                "id": 5,
                "intro": "'A book should either allow us to escape existence or teach us how to endure it .' - Samuel JohnsonWe bring to you an elite lineup of people who will take you on a trip to carnival of cerebral ideas, a celebration of literature, an intellectual extravaganza! Go deep into the woods of arts and ideas as we explore the less chewed over but much more enthusing disciplines impacting human affairs. Be it themed events, speaker sessions, storytelling sessions, experience sharing, panel discussions, mass debates and interview sessions. Lit Fest boasts of names like Aamir Khan, Sir Mark Tully, Harsha Bhogle, S. Hussain Zaidi, Mir Ranjan Negi and Rajdeep Sardesai among many other equally attractive sessions. A flagship event in just two years, it promises to raise the bar to the highest levels this year. Watch out for this year’s lineup!",
                "details": []
            },
            {
                "name": "Theatre Fest",
                "shortname": "Theatrefest",
                "id": 6,
                "intro": "'Movies will make you famous, TV will make you rich but Theatre will make you good'- Terrence MannMood Indigo presents before you a theatre fest! Get ready to witness all kind of theatre acts under one roof that would leave you amazed! It offers you a very lively environment for interaction between performers and the spectators. The stage is set with magnificent lights, sound and design. Experience a very exuberant show where stories get alive in front of you. Some of the very brilliant, encaptivating acts awaits you to be there.Behold the theatre of and experience diverse emotions at one place. Be it happiness, sadness, anger, excitement or anything, they will surely take you to another theatrical world created by the performers! <br>A place to live both the worlds together!",
                "details": []
            }
        ]
    }
]