[
    {
        "id": 1,
        "next_id": 101,
        "name": "competitions",
        "genre": [
            {
                "name": "Dance",
                "shortname": "dance",
                "id": 1,
                "intro": " ‘Almost nobody dances sober, unless they happen to be insane’<br>From contemporary, Bollywood, western, Jazz to hip Hop and what not, the insanity is too high for the sober  this time, we reckon. Tap your feet to varied styles of music, create a labyrinth of forms and postures and express  myriads of cultures through our own self with privilege and attitude. So come, celebrate your panache with our profound Dance Competitions.",
                "details": [
                    {
                        "id": [
                            20
                        ],
                        "name": "Indigo Saga",
                        "oneline": "Thematic Dance Dance",
                        "intro": "<b>Thematic Dance Competition </b> <br> <br>‘Every day brings a chance for you to draw in a breath, kick off your shoes, and dance.’ <br>― Oprah Winfrey<br><br>Letting go of your inhibitions can often be difficult--just ask a sober person at a karaoke bar--but doing so is a requisite for getting the most out of Mood Indigo.<br>As Bruce Lee said “Don’t think….feel!” <br>Put your hand on your heart and listen to your soul. Intensify the floor by doing contemporary dance and show your thoughts via expressions and catch the audience’s eye.<br><br><b>Teams that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.</b>",
                        "genre": "Dance",
                        "genrebaap": "competitions",
                        "rules": "<b>Team Size</b>: 8-15 + 2 CAs (compulsory)<br><br><b>Round(s)</b>: 3 (Eliminations, Semi Finals and Finals)<br><br><b>Eliminations</b>:<br><br>Teams are free to put up any performance.<br>Only Contemporary Dance form are allowed.<br><b>TIME LIMIT:</b>4-6 min  (+1 min setup and clearance time).<br><br><b>General Rules for the Semi-Finals and Finals:</b><br>Teams need to represent a theme through their dance.<br>The dance style(s) has to be contemporary.<br>The music should not contain lyrics for more than 2 minutes.<br>A relevant voice over (maximum 2 minutes) is allowed. It can be incorporated in parts throughout the sequence.<br><br><b>Semi-Finals:</b><br>Perform a relevant sequence of the main performance.<br>Time limit: 5-8 minutes (+2min setup and clearance time).<br><br><b>Finals:</b><br>Participants are free to choose any theme and perform a sequence on the theme.<br>Perform an elongated version of the dance sequence performed in the semi-finals.<br><b>Time limit: 8-10 minutes (+2min setup and clearance time)</b><br><br><b>Judging Criteria:</b><br>Choreography, Concept and Depiction, Synchronization, Stage utilization,Expressions, Costumes, Overall impact<br><br> <b> General Rules: </b> <br><br> 1. Only one team per college is allowed.<br>2. Participants may use more than one song in their performance.<br>3. Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage. The losses/ damages to props is not a responsibility of the organisers.<br>4. Teams are requested to submit their props list prior to the competition and props have to be shown during practice slot. (props will not be allowed if you fail to show them in practice slots)<br>5. Pre-recorded music should be brought in a pen drive in .wav or .mp3 format only (Other formats may not be supported on the computer – use them at your own risk).<br>6. Teams must follow the time limits. Teams shall be heavily penalized by Organisers for not doing so.<br>7. Any kind of fluid, flame, heavy object or any material which has possibility of tampering the stage is not allowed on stage.<br>8. Obscenity of any kind is not allowed and will lead to immediate disqualification.<br>9. The decision of the judges shall be final and binding.<br>10. Any team which fails to perform during their allotted slot no other alternate slots will be given.<br>",
                        "event_id": 3,
                        "prizes": "1st prize: 25,000 INR<br>2nd prize : 15,000 INR <br>3rd prize : 10,000INR<br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "multicity": "<b>MULTICITY</b><br>Before registering for multicity, kindly register in the register section first.<br><br>We will be having Multicity eliminations in Delhi, and Bangalore.<br>Delhi elims: 6th October. <br>Bangalore elims: 18th & 19th October.<br><br>To register click <a href=https://docs.google.com/forms/d/1xHhzipIgvEwtGy8G5emh2ue_iSxrqTtPDmGgpDSkDWo/viewform?c=0&w=1 target='_blank'>here</a><br><br>For Venue Details, contact- Sarthak Jain- +91-9769473351<br>Piyush Goyal- +91-9920609137"
                    },
                    {
                        "id": [
                            20
                        ],
                        "name": "B4Battleground",
                        "genrebaap": "competitions",
                        "oneline": "Street Dance",
                        "intro": "<b>Street Dance Competition</b><br><br>Think less and feel more of the music. Pump your heart and let your dance do the talking. Show your rivals that this is your stage, and you are the ringmaster of this arena. Set the streets ablaze with your passion. Turn the opposition into a mere speck of dust as you weave your way through the patterns of space-time to rise above everyone else. Feel the pressure inside you. Break free or die tryin’ to.<br><br><b>Teams that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.</b>",
                        "genre": "Dance",
                        "rules": "<b>Team Size:</b> 5-8 + 2 Contingent Assistants (compulsory).<br><br><b>Round(s): 3</b> (Eliminations, Semi Finals and Finals)<br>Stage :Circular Stage with audience on all sides.<br><br><b>Eliminations:</b><br><br><b>TIME LIMIT: </b>4-6 minutes (+1 min setup time)<br>Teams need to perform a dance sequence without any theme for the same.<br>Participants must incorporate any style(s) from Hip-Hop, Popping, Tutting, Krumping, Breakdance, Stepping, Bboying, Contraptions and Western Freestyle in their dance performance. <br>Deviation from hip-hop is discouraged.<br><br><b>Semi-Finals (street dance Battle Round)</b>:<br><br>Teams battle each other one-on-one, adapting to hip-hop beats.<br>Teams are expected to accustom themselves with the beats of all the battle tracks that will be released soon here.<br><br><b>Judging criteria</b><br>The HipHop group battle will be judged based on the breaking skills the team has got and its presentation. It depends on crowd support and most of all overshadowing the opposite team. The number of participants allowed from each team in this round has to be equal or (+2) or (-2).<br><br><b>Finals:</b><br><br>Participants should perform an extended version of the dance sequence performed in the eliminations.<br><b>TIME LIMIT:</b> 8-10 minutes (+2 min setup time)<br><br><b>Judging Criteria:</b><br>Choreography, Energy, Synchronization, Stage utilization, Costumes, Innovation, Overall impact.<br><br><b>General Rules:</b><br><br> 1. One person can stay as a member in only one team .Heavy penalty shall be imposed on both teams if this is violated.<br> 2. Crews are allowed; all members must be college student (not necessarily from same college).<br> 3. Participants may use more than one song in their performance.<br> 4. Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.<br> 5. Pre-recorded music should be brought in a pen drive in .wav or .mp3 format only (Other formats may not be supported on the computer – use them at your own risk).<br> 6. Teams must follow the Time Limits. Teams shall be penalized by organisers for not doing so.<br> 7. Any kind of fluid, flame or heavy object is not allowed on stage.<br> 8. Obscenity of any kind is not allowed and will lead to immediate disqualification.<br>The decision of the judges shall be final and binding.<br>",
                        "event_id": 4,
                        "prizes": "1st prize: 20,000 INR<br>2nd prize : 12,000 INR <br>3rd prize : 8,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "multicity": "<b>MULTICITY</b><br>Before registering for multicity, kindly register in the register section first.<br><br>We will be having Multicity eliminations in Pune and Bangalore.<br>Pune elims: 12th October. <br>Bangalore elims: 18th & 19th October. <br><br>To register click <a href=https://docs.google.com/forms/d/1B2F0vMnPtKdaddxxAd0taHTGxQUks1YUKFR8YTr_PPQ/viewform?c=0&w=1 target='_blank'>here</a><br><br>For Venue Details, contact- Sarthak Jain- +91-9769473351<br>Piyush Goyal- +91-9920609137"
                    },
                    {
                        "id": [
                            20
                        ],
                        "name": "Folk-it",
                        "oneline": "Folk Dance",
                        "genrebaap": "competitions",
                        "intro": "<b>Folk Dance competition</b><br><br>The fabric of Indian dance is woven together from strands of regional dance forms. Bring out the pride that you take in your culture. Take a leaf out from your tradition and dance to the favourite tunes of your forefathers. Mood Indigo is a place full of cultural alignments and this event is the core of it.<br>Be it the energetic Bhangra or the titillating Lavani, be vibrant, be cultural.<br>Come, be a part of this cultural panorama and conquer the competition!<br><br><b>Teams that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.</b>",
                        "genre": "Dance",
                        "rules": "<b>Team Size:</b> 8-12 dancers + 2 CA (compulsory) <br><br><b>Eliminations:</b><br>Participants must perform ANY ONE Indian folk dance from the list given below.<br>The performance will be held on a 360 degree open venue with audience on all sides.<br><br><b>TIME LIMIT:</b> 4-5 minutes (+1 min setup and clearance time)<br><br><b>Finals:-</b><br><br>Use of a prop for a minimum of 1 minute during the performance is compulsory.<br><b>Time Limit</b>:- 7-9 minutes (+2min setup and clearance time)<br>The list of folk dance forms: <br>Bhavai<br>Dhap<br>Dumhal<br>Gambhira<br>Ghumura<br>Giddha<br>Gondhal<br>Jawara<br>Jhoomer<br>Kalbelia<br>Odissi<br>Padhar<br>Raas.<br>Bhangra<br>Bihu<br>Gondhal<br>Koli dance<br>Lavani<br>Garba(dandiya)<br>Ghoomar<br>Rajasthani dance<br>Cheraw (bamboo dance)<br>Karakattam<br>Chhau dance<br>Gaur dance<br>Naga dance<br>If any participant wish to perform any dance form other than the ones on the above list, please contact us regarding the same.<br><br><b>Judging Criteria :</b> Synchronization, Stage utilization, Choreography, Usage of props, Energy level, Expressions, Costumes, Overall impact.<br><br><b>GENERAL RULES</b> :</b><br> 1. In case of special prop requirements like chairs, etc which teams expect us to provide, teams should inform us well in advance.<br> 2. Teams have to submit a small description of their dance form prior to the performance<br> 3. Strictly no classical dance steps are allowed.<br> 4. Songs must be purely folk, no fusion of 2 or more dance styles is allowed.<br> 5. Strictly no Bollywood songs are allowed and no remixes are allowed.<br> 6. Pre-recorded music should be brought in pen drive in .wav or .mp3 format only. (Other formats may not be supported on the computer – use them at your own risk)<br> 7. Music may also be played live. However, no amplifiers or plug-points will be provided for this purpose.<br> 8. Any kind of fluid, flame or powders is not allowed on stage.<br> 9. Obscenity of any kind is not allowed and will lead to immediate disqualification.<br> 10. The decision of the judges shall be final and binding.<br> 11. performers are required to clear the stage after the performance otherwise they will be penalised.<br>",
                        "event_id": 5,
                        "prizes": "1st prize: 15,000 INR<br>2nd prize : 9,000 INR <br>3rd prize : 6,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "multicity": "<b>MULTICITY</b><br>Before registering for multicity, kindly register in the register section first.<br><br>We will be having Multicity eliminations in Chandigarh and Bangalore.<br>Chandigarh elims: 4th October.<br>Bangalore elims: 18th & 19th October. <br><br>To register click <a href=https://docs.google.com/forms/d/1ec9VcLH5IGvy1QMh3jdF9-zdgeo30kTae_4u1NxK0Oc/viewform?c=0&w=1 target='_blank'>here</a><br><br>For Venue Details, contact- Sarthak Jain- +91-9769473351<br>Piyush Goyal- +91-9920609137"
                    },
                    {
                        "id": [
                            20
                        ],
                        "name": "Can You Duet",
                        "genrebaap": "competitions",
                        "oneline": "Duet Dance",
                        "intro": "<b>Duet Dancing Competition</b><br><br>'And hand in hand, on the edge of the sand, <br>They danced by the light of the moon.'<br>― Edward Lear<br>Fast. Groovy. Sexy. In-sync.<br>You rely on physical skills and chemistry, but up until now, that chemistry’s been pretty heterosexual. The time has finally come to break those patriarchal barriers, combat unwitting prejudices and set your souls flying. And oh, that’s not it. Do so with all the chemistry in the world put in 2 souls. <br><br>",
                        "genre": "Dance",
                        "rules": "<b>Team Size :</b> 2 (irrespective of gender)<br><br><b>Round(s)</b>: 2 (elims and finals)<br><br><b>Eliminations:</b><br><br>Any two individuals can pair up (irrespective of their gender) to participate in this event.<br><b>Time Limit</b>: 3-4 mins (+ 1 minute Setup & Clearance time)<br>Participants may perform any style(s) of Ballroom or Couple Dance from Rumba, Merengue, Samba, Tango, Waltz, Cha Cha Cha, Rock 'n' Roll, Jive, Foxtrot, Quickstep and Paso Doble. Salsa entries are also allowed. If any participants wish to perform a dance form other than the ones on this list, they are required to contact us regarding the same beforehand. Dancing in any of the above forms to Hindi numbers is permitted. <br><br><b>Finals: </b><br>For finals, participants will be provided with professional mentorship under which they would prepare their final act. <br>Mentorship will be given to them during the festival itself.<br><b>Time limit</b> is 5-6 mins (+ 2min setup & clearance time).<br>Dance forms- same as elims.<br><br><b>Judging criteria:</b> <br> Synchronization, expressions, Energy level, Stage utilization, Chemistry between the partners, Costumes and props. Innovativeness and creativity which appeals to the judges and the audience will be considered.<br><br><b>General Rules:</b><br> 1. One person can stay as a member in only one team .Heavy penalty shall be imposed on both teams if this is violated.<br> 2. All kinds of songs are allowed.Participants may use more than one song in their performance.Even remixes are allowed.<br> 3. Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.<br> 4. Teams are requested to submit their props list prior to the competition and props have to be shown during practice slot.( props will not be allowed if u fail to show them in practice slots)<br> 5. Pre-recorded music should be brought in a pen drive in .wav or .mp3 format only (Other formats may not be supported on the computer – use them at your own risk).<br> 6. Teams must follow the Time Limits. Teams shall be penalized by organisers for not doing so.<br> 7. Any kind of fluid, flame or heavy object is not allowed on stage.<br> 8. Obscenity of any kind is not allowed and will lead to immediate disqualification.<br>The decision of the judges shall be final and binding.<br>",
                        "event_id": 8,
                        "prizes": "1st prize: 7,000 INR<br>2nd prize : 5,000 INR <br>3rd prize : 3,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            20
                        ],
                        "name": "Nrityangan",
                        "genrebaap": "competitions",
                        "oneline": "Solo Classical",
                        "intro": "<b>Solo Classical Dance Competition</b><br><br>An eternal art having come from Lord Shiva and Divine Mother Parvati down to the earth to inspire and uplift the suffering human beings, Indian classical dance is meant to please the Divine and to be a powerful means to bring the dancer as well as the audience back to its final destiny, i.e.,  experience. So drown yourself in divine, grace, beauty, tenderness to delight the eyes and souls of the viewers. Participate in the most graceful competition that Mood Indigo has got for you: The Classical Dancing Competition.<br><br>",
                        "genre": "Dance",
                        "rules": "<b>Team Size:</b> Solo + 1 CA (if required)<br><br><b>Round(s):</b> 2 (Eliminations and Finals)<br><br><b>Eliminations:</b><br><br>Participants are free to perform any classical dance piece with the correct blend of facial expression and footwork.<br><b>TIME LIMIT:</b> 3 - 5 minutes (+1 minute setup and clearance time)<br><br><b>Finals:</b><br><br>Participants must perform an extended version of their performance in the elims.<br>After the participant's performance the judges would ask 1-2 questions regarding the genre specifications or about the elements you are depicting. They may ask oral questions or may ask to perform some mudras.<br><b>TIME LIMIT:</b> 5-7 minutes (+2min setup and clearance time)<br><br><b>Judging Criteria:</b><br>Facial expressions and body language, Footwork, Hand and eye movements, Costume and presentation, Choreography (technical nuances), Overall clarity and impact.<br><br><b>General Rules:</b><br><br> 1. Semi-classical/ classical on bollywood songs are strictly not allowed.<br> 2. Live music is not allowed.<br> 3. Obscenity of any kind is not allowed and will lead to immediate disqualification.<br> 4. The decision of the judges will be final and binding.<br>",
                        "event_id": 7,
                        "prizes": "1st prize: 5,000 INR<br>2nd prize : 3,000 INR <br>3rd prize : 2,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "status": false
                    },
                    {
                        "id": [
                            20
                        ],
                        "name": "Desi Beats",
                        "oneline": "Bollywood dance",
                        "intro": "<b>Bollywood Dance competition </b><br><br>Remember the old black and white era or the colourful retros with all those flared pants, flower-prints or side-burns? Willing to show your masala on stage? Light up the stage with the colours and mesmerize us with your latkas, jhatkas & thumkas. Bollywood ishtyle! Its time to party all night, coz there’s only time for Entertainment, Entertainment and ….you know what!<br><br><b>Teams that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.</b>",
                        "genre": "Dance",
                        "rules": "For playlist click <a href='https://docs.google.com/spreadsheets/d/1SQdht802e23ohCdAgDZLVHSGpKI2T-ed9689Hih8Qeo/edit#gid=0' target='_blank'>here</a><br><br><b>Team Size:</b> 8-15 + 2 CAs compulsory<br><br><b>Round(s):</b> 2 (Eliminations and Finals)<br><br><b>Styles:</b> Bollywood<br><br><b>Eliminations:</b><br><br>Teams must perform a part of the sequence that they intend to perform in the finals.<br>Only bollywood tracks are allowed (remixes are allowed).<br>Voice overs are not encouraged, exceeding voice over by 30 seconds would lead to penalty.<br><b>Time Limit :</b> 4-6 minutes (+ 1 min setup and clearance)<br><b>Finals:</b><br><br>Perform an extended version of elims performance.<br>Teams have to perform a choreo of at least 1 minute continuously from the tracks listed in the playlist.<br>Remixes of the tracks in the playlist cannot be used. You have to use original versions (Playlist will be uploaded soon)<br>This song is to be used only in finals and not in elims.<br>Apart from this song, the rest of the choice of the rest of the tracks is completely in the hands of the team.<br>Performers have to clear the stage after their performance otherwise they will be penalised heavily by the organisers.<br>Voice-overs must not exceed 1 minute during the finals. <br><b>Time Limit:</b> 7-10 minutes (+2min setup and clearance time)<br><b>Stage Specifications:</b> Closed Auditorium with audience on one side of the stage.<br><b>Judging Criteria:</b>Choreography, Energy, Synchronization, Expressions, Stage utilization, Costumes, Overall impact (it includes how well the teams have brought about a filmy look to the dance)<br><b>General Rules:</b><br>1. Only one team per college is allowed.<br>2. Participants must use more than one song in their performance.<br>3. Usage of props is allowed. These have to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.The losses/ damages to props is not a responsibility of the organisers.<br>4. Teams are requested to submit their props list prior to the competition and props have to be shown during practice slot.( props will not be allowed if you fail to produce them in practice slots)<br>5. Pre-recorded music should be brought in a pen drive in .mp3 or .wav format only (Other formats may not be supported on the computer – use them at your own risk).<br>6. Teams must follow the time limits. Teams shall be penalized by organisers for not doing so.<br>7. Any kind of fluid, flame, powders or heavy object is not allowed on stage.<br>8. Obscenity of any kind is not allowed and will lead to immediate disqualification.<br>9. The decision of the judges shall be final and binding.<br>",
                        "event_id": 6,
                        "genrebaap": "competitions",
                        "prizes": "1st prize: 20,000 INR<br>2nd prize : 12,000 INR <br>3rd prize : 8,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "multicity": "<b>MULTICITY</b><br>Before registering for multicity, kindly register in the register section first.<br><br>We will be having Multicity eliminations in Delhi, Chandigarh, Pune and Bangalore.<br>Chandigarh elims: 4th October.<br>Delhi elims: 6th October.<br>Pune elims: 12th October. <br>Bangalore elims: 18th & 19th October.<br><br>To register click <a href=https://docs.google.com/forms/d/1W7B75-FDGYZ7Ka0boWwwTykw62jVRFVibRD2Af0Sy_I/viewform?c=0&w=1 target='_blank'>here</a><br><br>For Venue Details, contact- Sarthak Jain- +91-9769473351<br>Piyush Goyal- +91-9920609137"
                    },
                    {
                        "id": [
                            20
                        ],
                        "name": "All Stars",
                        "genrebaap": "competitions",
                        "oneline": "Flash Mob Dance",
                        "intro": "<b>Flash Mob Dance Competition.</b><br>Ever dreamed of doing something completely silly, absurd or pointless in a public place? Wanted to flaunt that graceful swagger of yours in front of a crowd?  Looks like you have come to the right place.<br>With so many people watching you and even more dancing with you, you would be left, asking yourself what exactly is going on in here. And thats the whole point of being in a Flash Mob. Everyone is engrossed in doing things for some purpose or another, but the real pleasure lies in beautifully crafting a synchronization out of pure randomness. True story!<br>",
                        "genre": "Dance",
                        "rules": "<b>Rules and Regulations</b><br><b>Team Size:</b> 30-40<br><br><b>Round(s):</b> 2 (Online Eliminations and Finals)<br><br><b>Time Limit:</b> 7-10 minutes<br><br><b>Eliminations:</b> Online submission<br><br>Teams are free to put up any performance and make a recording of the same. All dance forms are allowed.<br><br><b>Judging criteria:</b><br>The uniqueness of the location.<br>Creative start and end of the performance.<br>Blending with the crowd at the end of the performance.<br>Choreography, Energy level, Synchronisation, Overall impact.<br>More emphasis shall be given on public reaction than actual choreography or synchronisation.<br><b>Finals:</b><br>Top 3 teams selected from the first round are required to perform the very same version of the submitted video, at the fest.<br><b>Judging criteria:</b><br>Innovative commencement of the performance.<br>Blending with the crowd at the end of the performance.<br>Choreography, Energy level, Synchronisation, Overall impact.<br>More emphasis shall be given on public reaction than actual choreography or synchronisation.<br><br><b>General Rules:</b><br> 1. Only one team per college is allowed.<br> 2. Teams must incorporate one of the Mood Indigo Placards or any other fancy item related to Mood Indigo in their performance at the start, end or in between, at least once, as per their own discretion.<br> 3. It is necessary to perform in a public place.<br> 4. Participants must use more than 2 songs in the performance.<br> 5. Participants are required to incorporate at least 3 dance forms, in their performance.<br> 6. Participants must be clearly identifiable in the video i.e. a clear demarcation of the boundary is required.<br> 7. It is required to show the public reaction to the performance, in the video.<br> 8. If less than 5 participants are performing at any moment, they can only do so for a maximum of 30 seconds.<br> 9. Teams may use different camera angles.<br>10. Only basic editing is allowed (footage syncing, and sound editing), any other form of editing shall fetch heavy penalty.<br> 11. Teams may use any video camera, they deem suitable for shooting. However, we strongly discourage low-resolution cameras, including webcams and mobile-phone cameras.<br> 12. Obscenity of any kind is not allowed and will lead to immediate disqualification.<br>13. The decision of the judges shall be final and binding.<br><br>",
                        "prizes": "1st prize: 15,000 INR<br>2nd prize : 9,000 INR <br>3rd prize : 6,000INR<br><br>",
                        "event_id": 43,
                        "registration": "<b>If not registered, please refresh and try again.</b><br><br><b>Registrations</b><br>Video recordings (accompanied by the name of the college, the MI numbers and details of all the team members in the video) must be submitted in .mpeg or .avi formats only (though .mpeg format is known to provide better quality videos than .avi) in one of the following ways:<br>1.  Burning on a CD/DVD and posting to<br>Piyush Goyal<br>Room No. 102, Hostel 5,<br>IIT Bombay<br>Powai, Mumbai – 400076<br>Please confirm the receipt of your entry by calling us (Call +91-9920609137)<br>2.  Emailing to piyush@moodi.org<br>Note that the size of the file may be too large to email depending on your video clip, and your email provider. In such a case, use one of the other methods.<br>3.  Uploading the video on www.youtube.com or any other such website and mailing the link to piyush@moodi.org"
                    }
                ]
            },
            {
                "name": "design & digital arts",
                "shortname": "dada",
                "id": 2,
                "intro": " In our era of gadgets and gizmos, we want everything done pronto. Cyberspace has given way to the tech-Hussains. So we bring to you an attractive platform to showcase your talent, the 21st-century-way. Go insane and come up with the most ridiculous, inexplicable art pieces and feel free to create, destroy, innovate, because what is art after all! <br>Sweep people off their feet with your whacky ideas and unconventional designs, the digi style. After all, great design is about making other designers feel like idiots because that idea wasn’t theirs.",
                "details": [
                    {
                        "id": [
                            19
                        ],
                        "name": "Director's Cut",
                        "genrebaap": "competitions",
                        "oneline": "Short Film Making",
                        "intro": "<a href='http://www.ufmag.biz/moviemoney/index.html' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/mmmdc.jpg'></a><br><a href='https://www.facebook.com/groups/ShamianaShorts/' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/shamdc.jpg'><br><a href='http://www.uffo.camp7.org/' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/uffodc.jpg'></a><br><br><b>Short Film Making Competition</b><br><br>“I didn’t go to any film school...I went to films” - Quentin Tarantino<br>We live in a box of space and time. Movies are windows in its walls. They allow us to enter other minds, not simply in the sense of identifying with the characters, although that is an important part of it, but by seeing the world as another person sees it.<br>Do you often find yourself immersed in this world? Almost everything you experience, somehow finds itself into your projects. Have you ever wondered what would it feel like if this was not only your passion, but also your profession?<br>Mood Indigo ‘14 aims to provide you the first stepping stone.<br><br>",
                        "genre": "design & digital arts",
                        "rules": "<b>Team size:</b> 4 - 15<br><br><b>Round(s):</b> Online eliminations and Finals<br><br><b>Eliminations:</b> Online <br><br><b>Time Limit:</b> 3 - 10 minutes<br><br><b>Theme:</b> There is no specific theme for this round.<br><br><b>Deadline for submission for this round is 3rd November midnight.</b><br><br><b>Finals:</b><br><br>Top 5 teams will have to make a new short film and they will get one on one mentorship from renowned film makers/actors. List of mentors will be uploaded soon.<br>Mentors will be available right from the stage of scripting to post production.<br><b>Time Limit:</b> 5 - 10 minutes<br><br><b>Theme:</b> There is no theme for this round.<br><br>Movie needs to be completed and submitted by 10th of December.<br><br><b>Judging Criteria:</b><br> Editing, Cinematography, Script, Acting, Sound design and overall impact.<br><br><b>General Rules:</b><br><br>1. The movie should be either in Hindi or English or both. If you choose to make a film in Hindi, it must contain English subtitles. No other languages will be allowed.<br>2. Please note that we will not be responsible for postal delays, losses or damages –Make sure you send in entries sufficiently before the deadline.<br>3. You may use any video camera you deem suitable for shooting the movie. However, we strongly discourage low-resolution cameras, including webcams and mobile-phone cameras.<br>4. Once the top movies are shortlisted, the concerned participants would be asked to submit the scanned copies of their identity cards.<br>5. All results would be declared prior to Mood Indigo 2014.<br>6. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.<br>7. Entries must be the original work of the entrant and must not infringe third-party's rights.<br>8. Please avoid photo slideshows, remixes, spoofs and advertisements. Plagiarism is strictly prohibited. Sound track can be borrowed, but with due credit.<br>9. Teams qualifying for the finals will be asked to submit the scanned copy of their college ID cards along with their photos bearing their MI number. <br><br>",
                        "prizes": "Prizes: <br>15,000 INR<br> 9,000 INR<br> 6,000 INR<br>",
                        "registration": "<b>Deadline for submission for this round is 3rd November midnight.</b><br><b>Registrations:</b><b>Mode:</b> Online<br>Completed movies (accompanied by the name of the college and the MI numbers and details of team members along with their role in the making of the movie) must be submitted in .mpeg or .avi formats only (though .mpeg format is known to provide better quality videos than .avi) in one of the following ways:<br>1. Burning on a CD/DVD and posting to<br><br>Piyush Goyal<br>Hostel-5, Room No. 102,<br>IIT Bombay,<br>Powai, Mumbai,<br>Maharashtra - 400076<br><br>Please confirm the receipt of you<br>r entry by calling us (Call +91-9920609137) <br><br>2. E-mailing to directorscut@moodi.org<br>Note that the size of the file may be too large to email depending on your video clip, and your email provider. In such a case, use one of the other methods.<br>3. Uploading the video on www.youtube.com or any other such website and mailing the link to directorscut@moodi.org.<br><br><b>For further details Contact</b>:<br>Piyush Goyal: piyush@moodi.org | +91-9920609137<br>Sarthak Jain: sarthak@moodi.org | +91-9769473351<br>",
                        "event_id": 50,
                        "status": false
                    },
                    {
                        "id": [
                            19
                        ],
                        "name": "Ad-venture",
                        "genrebaap": "competitions",
                        "oneline": "Ad Film Making",
                        "intro": "Doing business without advertising is like winking at a girl in the dark. You know what you are doing but nobody else does.” ― Steuart Henderson Britt<br>Advertisements today are more than just presenting a product or conveying a message. It’s about creating a need, setting a trend, and in some cases, changing philosophies. Some revolutionary ad campaigns have even brought down conglomerates and made the underdogs carve a niche for themselves.Do you have the mantel to think, act, showcase something as profound and as far-reaching as ‘Think Different’, ‘Just Do It’, or ‘A diamond is forever’ or ‘intel inside’? <br>Mood Indigo ‘14 provides you just the right platform to showcase your talent, win big and prove your mettle.<br>",
                        "genre": "design & digital arts",
                        "rules": "Team Size: 1-5 (Including actors, if any)<br>Rounds: Direct Finals<br><b>Topic: Would You Care More If I was a Panda? Every species should be loved equally, not just the cute ones.</b><br>Time limit: 75 seconds<br>Judging criteria: Creativity, portrayal of brand image, message conveyed to the society and the overall impact of the video. Bonus marks for technical innovations like animation/stop motion/etc.<br><br>General Rules:<br><br>1. In case you use dialogues/narration in the clip, it should be in Hindi or English or both. No other languages will be allowed.<br>2. Please note that we will not be responsible for postal delays, losses or damages – Make sure you send in entries sufficiently before the deadline.<br>3. We strongly discourage low-resolution cameras, including webcams and mobile-phone cameras.<br>4. Once the top movies are shortlisted, the concerned participants would be asked to submit the scanned copies of their identity cards.<br>5. All results would be declared prior to Mood Indigo 2014.<br>6. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.<br>7. Time Limit should be followed. Participants will be heavily penalized by judges in case of exceeding the time limit.<br>8. The decision of the judges will be final and binding.",
                        "prizes": "Prizes :<br>1.6000 INR<br>2.4000 INR<br>3.2000 INR",
                        "registration": "Registration : Online<br>Completed ad clips (accompanied by the name of the college and the MI numbers and details of team members along with their role in the making of the advertisement) must be submitted in .mpeg or .avi formats only (though .mpeg format is known to provide better quality videos than .avi) in one of the following ways:<br>1. Burning on a CD/DVD and posting to<br>Piyush Goyal<br>Hostel-5, Room No. 102,<br>IIT Bombay,<br>Powai, Mumbai,<br>Maharashtra - 400076<br>Please confirm the receipt of your entry by calling us (Call +91-9920609137)<br>2. Emailing to adventure@moodi.org<br>Note that the size of the file may be too large to email depending on your video clip, and your email provider. In such a case, use one of the other methods.<br>3. Uploading the video on www.youtube.com or any other such website and mailing the link to adventure@moodi.org <br><br>For further details Contact-<br>Sarthak Jain: sarthak@moodi.org; +91-9769473351<br>Piyush Goyal: piyush@moodi.org; +91-9920609137<br>",
                        "event_id": 51
                    },
                    {
                        "id": [
                            19
                        ],
                        "name": "Framed",
                        "genrebaap": "competitions",
                        "oneline": "Photography",
                        "intro": "<a href='http://www.hashtagphotographymagazine.co.uk/' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/framedpho.jpg'></a><br><br><b>Photography Competition</b><br><br>“In photography there is a reality so subtle that it becomes more real than reality.”– Alfred Stieglitz<br><br>Taking pictures is savoring life intensely, every hundredth of a second. Life goes on, but a photograph is a memento of that moment, storing each and every detail which we may miss otherwise. It has the capability to alternate the emotions and trigger memories of a human being.<br><br>We celebrate photography as an art and provide you the opportunity to compete with the best in this genre and showcase your talent.<br><br></a>",
                        "genre": "design & digital arts",
                        "rules": "<b>Team Size:</b> Solo<br><b>Round(s):</b> Direct Finals<br><br><b>Theme:</b> Negative, Madness, restriction, colours.<br> Participants have to send one photo for each of the above theme (four in all). Themes are open to interpretation. <br><br>You can send a pdf document containing only text to describe your photos or thematic interpretation, though there will be no points for this description though.<br><br><b>Judging Criteria:</b><br>Relevance to theme, Composition and arrangement, Focus and sharpness, Lighting, Creativity.<br><br><b>Rules:</b><br><br>1. Camera Resolution should be at least 3.2 mega pixels.<br>2. Photographs must be clicked on a date later than 19th September, 2014.<br>3. One without EXIF data (and hence the date) will not be accepted. So, make sure that your camera date is set before you click a picture.<br>4. In photo editing only cropping and adjustment of hue/saturation; brightness/Contrast; levels are allowed. Photo-morphing, manipulations or local editing is not allowed.<br>5. Participants have to submit both the edited and original entries for judging.<br>6. Do not include your credentials (name, address etc) in the picture or the frame. Such photos will not be considered for the contest.<br>",
                        "prizes": "Prizes:<br>1. 6,000 INR<br>2. 3,600 INR<br>3. 2,400 INR<br>",
                        "registration": "<b>Registrations:</b><br><br><b>Mode:</b>  Online<br>Please mail your entries to framed@moodi.org<br>The subject of the mail should be ' : MI-XXX-YYY', where MI-XXX-YYY is your MI number, and the file should be titled the same. Mails with improper subjects will not be accepted.<br>Last Date for entries is December 5, 2014.<br>Participants must have a valid college I-Card to participate.<br><br><b>For further details Contact</b>:<br>Sarthak Jain: sarthak@moodi.org; +919769473351<br>Piyush Goyal: piyush@moodi.org; +919920609137<br>",
                        "event_id": 44
                    },
                    {
                        "id": [
                            3
                        ],
                        "name": "Design-ated",
                        "genrebaap": "competitions",
                        "oneline": "Graphic Design",
                        "intro": "<b>Graphic Designing Competition</b><br><br>Logos and branding are so important. In a big part of the world, people cannot read French or English, but are great in remembering signs”   - Karl Lagerfeld<br><br>The overall impact of an enterprise, business or a firm depends majorly on it’s brand value. This makes brand designing one of the toughest and the most crucial job for an advertisement campaign.<br>Right from the logo to the visiting cards, from the design to the advertising strategy, you get a chance to step into the shoes of a brand designer and give that brand a new face value.<br>",
                        "genre": "design & digital arts",
                        "rules": "TOPIC- Please find the company's ideology and brief about the product <a href='https://moodi.org/designatedfood.docx' target='blank'>HERE</a>. You are free to make changes to the designs specified to give it a personalized look. Just make sure that your designs match with what company needs. <br>For any queries, contact<br>Sarthak Jain: +91-9769473351<br>sarthak@moodi.org",
                        "prizes": "1.15,000 INR<br>2. 9,000 INR<br>3. 6,000 INR<br>",
                        "registration": "<b>Registrations:</b><b>Mode: </b> Online<br>Please mail your entries as a .zip/.rar file containing jpeg/png images to designated@moodi.org<br>Last Date for entries is December 5, 2014.<br>Participants must have a valid college I-Card to participate.<br><b>For further details Contact:</b><br>Sarthak Jain: sarthak@moodi.org; +91-9769473351<br>Piyush Goyal: piyush@moodi.org; +91-9920609137<br>",
                        "event_id": 45
                    },
                    {
                        "id": [
                            3
                        ],
                        "name": "Type-A-Logic",
                        "genrebaap": "competitions",
                        "oneline": "Typography Competition",
                        "intro": "<b>Typography Competition</b><br><br>“I do not think of type as something that should be readable. It should be beautiful.” ― Ed Benguiat<br><br>Typography is the craft of endowing human language with a durable visual form. An idea, in contemporary world, not only depends on the content but also on the presentation. And typography is a sublime way of communicating a thought. <br>And this year Mood Indigo gives you a platform to showcase your creativity and enjoy your excursion into the world of typography.<br>Topic- You have to choose any one of the given quotes and write them in typographic  manner in whichever way it seems fit.<br>1.If you take myth and folklore, and these things that speak in symbols, they can be interpreted in so many ways that although the actual image is clear enough, the interpretation is infinitely blurred, a sort of enormous rainbow of every possible colour you could imagine.<br>2.Pay attention to the little things, because when you really miss “the good old days,” you miss the little things the most, like just laughing with someone special.  It is when you are towards the end of the journey,  what you miss are those little breaks, fun,  somewhere.<br>3.Culture makes people understand each other better. And if they understand each other better in their soul, it is easier to overcome the economic and political barriers. But first they have to understand that their neighbour is, in the end, just like them, with the same problems, the same questions.",
                        "genre": "design & digital arts",
                        "rules": "<b>Team Size:</b> Solo <br><br><b> No.of Rounds:</b> Direct Online Finals<br><br><b>Judging Criteria:</b> Uniqueness, Concept, Creativity, Originality, Congruity, Visual Impact.<br><br><b>Rules:</b> <br><br>1.This is an typographic event wherein Participants have to present the given statistics on an A3 sheet. (Online Copy).<br>2.The Resolution of the image should be 300 PPI.<br>3.Participants are allowed to use ANY suitable software for this competition.<br><br>4.Vectors/ Stock Images can be used.(No watermark stock images)  <br><br>5.Make a folder containing your entry (both .jpeg and main work-file e.g. .psd, .ai) along with the stock images used and send it at typealogic@moodi.org.<br>6.Do your work from scratch. Any resemblance to an idea already established on the web may lead to disqualification.<br>7.You may also give a brief description of work.<br>8.Subject of the mail should be “Submission: MI-XXX-XXX”, where MI-XXX-XXX is your MI Number. Mails with improper subjects will not be accepted.<br>9.Files can also be shared via Google Drive.<br>10.Not sending any work file (Eg: .psd, .ai etc) will simply lead to disqualification.<br>11.Only 1 entry per candidate is allowed.<br>12.Sending more than one entry leads to disqualification of other entries and only first entry would be considered.<br>13.Organizers have the right to change the rules as they deem fit. Their decisions shall be final and binding. Changes, if any, shall be notified on the website.<br>",
                        "prizes": "Prizes:<br>1. 2,500 INR<br>2. 1,500 INR<br>3. 1,000 INR<br>",
                        "registration": "<b>Registrations:</b><br><br><b>Mode:</b>  Online<br>Please mail your entries as a .zip/.rar file containing jpeg/png images to typealogic@moodi.org<br>Last Date for entries is December 5th, 2014.<br>Participants must have a valid college I-Card to participate.<br><br><b>For further details Contact:</b><br>Sarthak Jain: sarthak@moodi.org; +91-9769473351<br>Piyush Goyal: piyush@moodi.org; +91-9920609137<br>",
                        "event_id": 46
                    },
                    {
                        "id": [
                            19
                        ],
                        "name": "Cursor Strokes",
                        "genrebaap": "competitions",
                        "oneline": "Digital Painting",
                        "intro": "<b>Digital Painting Competition</b></b><br><br>It was a huge challenge to learn digital painting well enough so that computers don't pop into mind when one sees one.<br>Berkeley Breathed <br>So, if you learn the traditional way, it translates over to the digital in a much more painterly way. The only difference being Digital is a lot more forgiving (read: can be easily edited).<br> So if you think you are up to the challenge, start painting… ahm, start photoshopping.",
                        "genre": "design & digital arts",
                        "rules": "<b>Last date of submission is 5th December.</b><br><b>Team Size</b>:Solo<br><br>Participants have to make paintings using any suitable software.<br><br><b>Round(s):</b> Direct online finals <br><br><b>Topics:</b>SuperHeroes, shapes. Participants have to choose any one of the above two theme. Theme is open to interpretation.<br><br><b>Judging Criteria:</b><br> Creativity, Quality, Originality, Composition and Layout, Visual Impact<br><br><b>Rules:</b><br>This is a digital design competition wherein participants have to design a painting on a software on given theme. <br>Participants need to send their work in the format that they have used along with the .jpeg file of the same, with at least three stages of work.<br>The subject of the mail should be “CursorStrokes : MI-XXX-YYY”, where MI-XXX-YYY is your MI number, and the file should be titled the same. Mails with improper subjects will not be accepted.<br>Only one entry is allowed per participant.<br>Participants should be ready with their main work-file and brushes to submit when asked.<br>No vector/Stock images to be used.<br>File can also be shared using google drive.<br>All the entries by single participant must be sent in one folder. DO NOT send files individually. <br>In case of individual entries from the same person, only the first entry will be considered.<br>Any sign of plagiarism may lead to disqualification.<br>",
                        "prizes": "Prizes:<br>1. 6,000 INR<br>2. 4,000 INR<br>3. 2,000 INR<br>",
                        "registration": "<b>Last date of submission is 5th December.</b><br><b>Registrations:</b><br><b>Mode:</b> Online<br>Entries are to be sent as a .zip/.rar file containing the work to cursorstrokes@moodi.org<br>Participants must have a valid college I-Card to participate.<br><br><b>For further details Contact:</b><br>Piyush Goyal: piyush@moodi.org | +91-9920609137<br>Sarthak Jain: sarthak@moodi.org | +91-9769473351<br>",
                        "event_id": 47
                    },
                    {
                        "id": [
                            3
                        ],
                        "name": "Minion-istic",
                        "genrebaap": "competitions",
                        "oneline": "Minimalist Poster Design",
                        "intro": "<b>Minimalist Poster Design</b><br><br>‘Simplicity is the ultimate sophistication.’ - Leonardo da Vinci<br>It is always said that less is more. Its time to show, through designs, that how an impact can be made by minimum content. It is time to put on your minimal caps containing vast talent showing just what you are thinking, acting, or imagining.  It is time that your take note, minimally!<br><br> ",
                        "genre": "design & digital arts",
                        "rules": "<b>TOPIC:</b> You are supposed to ideate and design an album of concept-based minimal posters from any of the topics stated below:<br><br>Taboos<br>What’s wrong with the society<br>Colours<br>Typical Indians<br><br><b>Team Size </b>: Solo <br><br><b>No. of  Rounds :</b> Direct Online Finals<br><br><b>Judging Criteria :</b><br>Concept, Creativity, Originality, Congruity, Visual Impact<br><br><b>Rules And Regulations :</b><br>1.No. of posters in the album should be 3-5.<br>2.Send your entries (JPEG files and AI,PSD,EPS,CDR files) at minionistic@moodi.org.<br>3.Subject of the mail should be “Minion-istic : MI-XXX-YYY”, where MI-XXX-YYY is your MI number, and the file should be titled the same. Mails with improper subjects will not be accepted.<br>4.Files can also be shared via Google Drive (link to be mentioned in the mail).<br>5.A brief explanation of the concept must be submitted in the form of a pdf attached with the submission. Word limit –100 words.<br>6.Not sending any work file (Eg: .psd, .ai etc) will simply lead to disqualification.<br>7.Resolution of the design should be at least 1500px * 1500 px, for any portrait or landscape mode.<br>8.Send a photograph, of you, holding a placard with your name and MI number written on it.<br>9.Only 1 entry per candidate is allowed.<br>10.Sending more than one entry lead to disqualification of other entries and only first entry would be considered.<br>11.Any resemblance to an idea already established on the web may lead to “disqualification”.<br>12.Organizers deserve the right to change the rules as they deem fit. Changes, if any, will be notified on the website.<br>13.The decision of the organizers/judges will be final and will not be subjected to any change.<br><br>",
                        "prizes": "Prizes:<br>1. 4,000 INR<br>2. 3,000 INR<br>3. 2,000 INR<br>",
                        "registration": "<b>Mode:</b> Online<br>Mail your entries as a .zip/.rar file containing .jpeg/.png images to minionistic@moodi.org<br>In case they exceed the size limit, share them through drive and mention the link in the mail.<br>Last Date for entries is December 5, 2014.<br>Participants must have a valid college I-Card to participate.<br><br><b>For further details Contact:</b><br>Sarthak Jain: sarthak@moodi.org; +91-9769473351<br>Piyush Goyal: piyush@moodi.org; +91-9920609137<br>",
                        "event_id": 48
                    },
                    {
                        "id": [
                            3
                        ],
                        "name": "Draw My Life",
                        "genrebaap": "competitions",
                        "oneline": "Story Through Art",
                        "intro": "<b>Story Through Art</b><br><br>‘Why must art be static? You can tell stories through it’-Alexander Calder<br>We instinctively know that storytelling is a powerful tool and a very persuasive one. But it would be more fun and interesting if told in an artistic way. Mood Indigo 2014 presents first of its kind competition, ‘Draw My Life’. ",
                        "genre": "design & digital arts",
                        "rules": "You are supposed to depict a story or an experience, real or imaginary, using an art (Eg. Sand Art, Stop Motion, Lights, Stick Drawings, etc.).<br><br><b>Team size:</b> Solo<br><br><b>Round(s) :</b> Direct Online finals<br><br><b>Time Limit:</b> 3-5 minutes <br><br><b>Judging Criteria :</b> Concept, Creativity, Originality, Congruity, Visual Impact<br><br><b>Rules :</b><br>1.Send your entries (FLV, MP4 and work files) at drawmylife@moodi.org.<br>2.The subject of the mail should be “Drawmylife : MI-XXX-YYY”, where MI-XXX-YYY is your MI number, and the file should be titled the same. Mails with improper subjects will not be accepted. Mails with improper subjects will not be accepted.<br>3.A brief explanation of the concept must be submitted in the form of a pdf attached with the submission. Word limit –100 words.<br>4.Files can also be shared via Google Drive (Link to be mentioned in the mail).<br>5.Mention the name of the editing software used, at the end of the video.<br>6.Send a photograph, of you, holding a placard with your name and MI number written on it, during the intermediate stage of your production. It should at least cover one frame of the production.<br>7.Not sending any work file will simply lead to disqualification.<br>8.Only 1 entry per candidate is allowed.<br>9.Sending more than one entry will lead to disqualification of other entries and only first entry would be considered.<br>10.Flash videos are not allowed.<br>11.Pure resemblance to an idea already established on the web may lead to disqualification.<br>12.Changes in any rules, or otherwise, if any, will be notified on the website.<br>13.The decision of the organizers will be final binding.<br><br>",
                        "prizes": "Prizes:<br>1. 5,000 INR<br>2. 3,000 INR<br>3. 2,000 INR<br>",
                        "registration": "<b>Registrations:</b><br><b>Mode:</b> Online<br>Please mail your entries as a .zip/.rar file containing jpeg/png images to drawmylife@moodi.org<br>Last Date for entries is December 5, 2014.<br>Participants must have a valid college I-Card to participate.<br><br><b>For further details Contact:</b><br>Piyush Goyal: piyush@moodi.org; +91-9920609137<br>Sarthak Jain: sarthak@moodi.org; +91-9769473351<br>",
                        "event_id": 49
                    }
                ]
            },
            {
                "name": "Dramatics",
                "shortname": "dram",
                "id": 3,
                "intro": "‘All the world's a stage.’ <br>― William Shakespeare <br>When you are at your wits end and your reputation is being ransacked by your own cronies you go back to only one option that you have “Acting” ,such is the sheer power of acting that it can even get a bawdy guy look innocent and it can even make a slumdog look like a millionaire. Show various facets of arts, culture on the stage ",
                "details": [
                    {
                        "id": [
                            1
                        ],
                        "name": "Aagaaz",
                        "oneline": "Street Play",
                        "intro": "<b>Street Play Competition</b> : <br><br>'The secret of change is to focus all your energy not on fighting the old, but on building the new'-Socrates<br>The anarchy, the corruption, the social stigmas and countless malpractices polluting our society makes you want to scream out in frustration.<br>Are you fed up of this turmoil? Do you want to raise your voice against this mayhem? Do you wish for a change? Then this is where you belong. Hit the streets. Act, dance, sing, shout and make the people listen to you. What for? Change, reform, badlaav, <b>AAGAAZ!</b><br>Aagaaz gives you the platform to enlighten the people about the problems plaguing our society and bring about realization in the youth.<br>BE THE CHANGE YOU WANT TO SEE.<br><br>",
                        "genre": "Dramatics",
                        "genrebaap": "competitions",
                        "rules": "<b>Team size</b>: 8-20(including CAs and music accompanists)<br><br><b>Eliminations</b>:<br><br>Teams must perform a part of the street play that they will perform in the finals.<br>All participating teams must mail a short synopsis (50-100 words) of their scripts to any of the <br>contacts below, at least a week prior to the respective elimination dates.<br><br><b>Time limit</b> - 9-11 mins (empty stage to empty stage)<br><br><b>Finals</b>:<br><br>Teams must perform the extended version of the same street play which they have performed in eliminations.<br><br><b>Time limit</b>: 15-20 mins (empty stage to empty stage)<br><br><b>Judging Criteria</b>:<br>Acting, Voice (sync, modulation, diction), screenplay, script, crowd interaction and overall impact.<br><br><b>General Rules</b><br><br> 1. The team size represents the number of people registered as a team. Only these shall be allowed to perform the street play.<br> 2. Minimum of 8 actors to be included in the team.<br> 3. Music accompanists are included in the team number stated above. Maximum of 4 can be included in the team.<br> 4. Teams are expected to perform at the open air venue, on a circular stage with an audience on all sides.<br> 5. The team size represents the number of people registered as a team. Only these shall be allowed to perform the street play.<br> 6. Minimum of 8 actors to be included in the team.<br> 7. Music accompanists are included in the team number stated above. Maximum of 4 can be included in the team.<br> 8. Teams are expected to perform at the open air venue, on a circular stage with an audience on all sides.<br> 9. Any kind of fluid, live animals, flame, heavy object or any material which has possibility of damaging the stage is not allowed.<br> 10. Teams will be heavily penalised if they exceed the time limit.<br> 11. Plays can be based on any theme but since eliminations are being held at public venues, any content directed against a certain political group or religious community is strictly prohibited.<br> 12. Obscenity (at the discretion of judges)  of any kind is not allowed and may lead to disqualification.<br> 13. The decision of the judges will be final and binding.<br>",
                        "event_id": 9,
                        "prizes": "1st prize: 25,000 INR<br>2nd prize :15,000 INR <br>3rd prize : 10,000INR<br><br>Winners get to perform in an exclusive show at Prithvi Theatre.",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "multicity": "<b>MULTICITY</b><br>Before registering for multicity, kindly register in the register section first.<br><br>We will be having Multicity eliminations in Delhi, Chandigarh, Pune and Bangalore.<br>Chandigarh elims: 4th October. <br>Delhi elims: 5th October.<br>Pune elims: 12th October. <br>Bangalore elims: 18th & 19th October. <br><br>To register click <a href=https://docs.google.com/forms/d/1IMm8C0CbtVasL7e0sIKqDy-EhttPjxv-u0iDqQghq5M/viewform?c=0&w=1 target='_blank'>here</a><br><br>For Venue Details, contact- Sarthak Jain- +91-9769473351<br>Piyush Goyal- +91-9920609137",
                        "status": false
                    },
                    {
                        "id": [
                            1
                        ],
                        "name": "Third Bell",
                        "genrebaap": "competitions",
                        "oneline": "One Act Play",
                        "intro": "<a href='http://www.roshantaneja.com/' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/rjthird.jpg'></a><br><br><b>One Act Play Competition</b><br><br>'The theatre is so endlessly fascinating because its accidental. It is so much like life.'-Arthur Miller<br>The lights have dimmed. <br>The stage is ready. <br>Audience waits with bated breath.<br>So, arouse the actor from within you and bring on your A-game.<br>As the third bell is rung, own the stage and stupefy the audience.<br><br>",
                        "genre": "Dramatics",
                        "rules": "<b>Team size</b> -  2-10 members (+2 CAs compulsory)<br><br><b>Eliminations</b><br><br>Perform a summary of the play or a relevant part bringing out the essence of the play in Hindi/English or both.<br> Any other language is not allowed.The teams are required to submit a short synopsis (50-100 words) of the script of their play during the eliminations.<br><br><b>TIME LIMIT</b>: 8-12 minutes (including the stage set up and clearance time).<br><b>Finals</b>:<br><br>Perform the extended version of the same play.<br><b>TIME LIMIT</b>: 30 - 40 minutes (including the stage set up and clearance time).<br><br><b>Production materials provided</b><br>4 chairs, 2 tables and a cot.<br>Any other production material has to be brought by the teams themselves, but the organizers hold the discretion of allowing it on stage.<br><br><b>Judging Criteria</b>:<br>Screenplay, Direction, Acting, Technicalities (majorly include lights and recorded sounds) and Overall Impact.<br><br><b>General Rules</b>:<br><br> 1. Performance should be in Hindi or English or both. No other languages will be allowed.<br> 2. Stage Play comprises of multiple scenes and may have blackouts.<br> 3. Backstage voiceovers and narrations are allowed during the performance.<br> 4. Pre-recorded music is allowed and should be brought in a CD/DVD or a pen drive in .cda or .mp3 format only. (Other FORMATs may not be supported on the computer – use them at your own risk).<br> 5. Participants will be provided a laptop and are expected to appoint someone to sit and play during performance.<br> 6. Music may also be played live. However, no amplifiers or plug-points will be provided for this purpose.<br> 7. Participants will be provided a light control box, from which the lighting on the stage can be controlled (Teams need to have a CA for this purpose within team size limit).<br> 8. Any kind of fluid, live animals, flame, heavy object or any material which has possibility of damaging the stage is not allowed.<br> 9. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.<br> 10. Inappropriate content, blasphemy or content defaming any political or religious group is strictly prohibited. <br> 11. Time Limit should be strictly followed. Participants will be penalized by judges for not doing so.<br> 12. The decision of the judges will be final and binding.<br>",
                        "event_id": 10,
                        "prizes": "1st prize: 25,000 INR<br>2nd prize :15,000 INR <br>3rd prize : 10,000INR<br><br>Winners get to perform in an exclusive show at NCPA and Prithvi Theatre.",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "status": false
                    },
                    {
                        "id": [
                            1
                        ],
                        "name": "The Chosen One",
                        "genrebaap": "competitions",
                        "oneline": "Mono Acting",
                        "intro": "Do you love the spotlight? Do you love the attention?<br>Then, the stage is set. Come, perform and mesmerise.<br>This monoacting competition at Mood Indigo is a notch above the others. Here you will learn from the illustrious and esteemed performers of the art and will have their personal attention.So, the question arises..Are you the CHOSEN ONE.?<br><br>",
                        "genre": "Dramatics",
                        "event_id": 11,
                        "rules": "<b>Team size</b>Solo (+2 CAs compulsory)<br><b>Eliminations</b>:<br><br>Perform a monologue or any solo act of your choice. Miming or ventriloquism is not allowed. The act should be only in Hindi/English or both. However short sub passages in other languages are allowed. Production material may be used and has to be brought by the teams themselves but the organizers hold the discretion of allowing it on stage.<br><br><b>Time Limit</b>- 3-6 mins<br><br><b>Finals</b>:<br><br>Participants qualifying for the finals will be allotted a mentor and will interact with them one on one. They must prepare an act under their guidance and perform it. The act can use any medium of theatre but should only be in English or Hindi or both. Props can be used.<br><b>Time Limit</b>- 7-10 mins<br><br><b>Judging Criteria</b>:<br>Acting, Screenplay, and Overall impact<br><br><b>General Rules</b>:<br><br> 1. Performance must consist of a single act with no blackouts.<br> 2. The decision of the judges will be Final and binding.<br> 3. Time Limit should be followed. Participants will be penalized by judges for not doing so.<br> 4. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.<br> 5. Participants can have live music, however no amplifiers or plug points shall be provided for the same.<br> 6. Music will be allowed in both rounds and lights will be allowed only in the finals.<br> 7. Any kind of fluid, live animals, flame, heavy object or any material which has possibility of damaging the stage is not allowed.<br> 8. Pre-recorded music is allowed and should be brought in a CD/DVD or a pen drive in .cda or .mp3 format only. (Other FORMATs may not be supported on the computer – use them at your own risk).<br> 9. Participants will be provided a laptop and are expected to appoint someone to sit and play during performance.<br> 10. <b>The time duration for prelims and finals includes performance time and stage setting time. The given time duration is from empty stage to empty stage.</b><br>",
                        "prizes": "1st prize: 5,000 INR<br>2nd prize : 3,000 INR <br>3rd prize : 2,000INR<br><br>Winners get to perform in an exclusive show at NCPA.",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            1
                        ],
                        "name": "Curtain Raiser",
                        "genrebaap": "competitions",
                        "oneline": "Situational Acting",
                        "intro": "<b>Situational Acting Competition </b><br><br>Reading a script, rehearsing dialogues and acting out pre-meditatedly on stage. Is that the best you have in store? If not, then this is the stage for you. Theatre is more than just just remembering a few lines and acting them out. Its about versatility, spontaneity and presence of mind.<br>Enact your way through the given situation, garnish it with emotions and blow away the audience.<br>The curtain is raised and you are in the limelight. So improvise and mesmerise.<br>",
                        "genre": "Dramatics",
                        "rules": "<b>Team size</b>- 2-4 (+2 CAs compulsory)<br><br><b>Eliminations</b>:<br><br><b>Time limit: 3-4 minutes</b><br>Teams will be provided a situation/theme 2 days before the event. A particular character will also be given.<br>Participants will have to develop a plot portraying to the theme/situation incorporating the character provided and using the prod or prop given.<br>Any other production material has to be brought by the teams themselves, but the   organisers hold the discretion of allowing it on the stage.<br><br><b> FINALS</b>:<br><br><b>Time limit</b>: 6-8 minutes <br>For the finals a prop or prod or both will also be given, Teams have to merge the prop in their storyline and perform the complete version of the same play including the prop in their performance.<br>Any other production material has to be brought by the teams themselves, but the   organisers hold the discretion of allowing it on the stage.<br><br><b>Judging Criteria</b>: <br>Acting, Script, Spontaneity, Technicalities(majorly include lights and recorded sounds), Screenplay and Overall Impact <br><br><b>General Rules</b>:<br><br> 1. Performance should be in Hindi or English or both. No other languages will be allowed.<br> 2. Performance must consist of a single act with no blackouts.<br> 3. The decision of judges will be final and binding.<br> 4. Time limit should be strictly followed. Participants will be penalized by judges for not doing so.<br> 5. Obscenity (at the discretion of judges) of any kind is not allowed and will lead to immediate disqualification.<br> 6. Participants can have live music, however no amplifiers or plug points shall be provided for the same.<br> 7. Music will be allowed in both rounds and lights will be allowed in finals only.<br> 8. Any kind of fluid, live animals or flame is not allowed on stage.<br> 9. Pre-recorded music is allowed and should be brought in a CD/DVD or a pen drive in .cda or .mp3 format only. (Other FORMATs may not be supported on the computer – use them at your own risk).<br> 10. Participants will be provided a laptop and are expected to appoint someone to sit and play during performance.<br> 11. <b>The time duration for prelims and finals includes performance time and stage setting time. The given time duration is from empty stage to empty stage.</b><br><br>",
                        "event_id": 13,
                        "prizes": "1st prize: 2,500 INR<br>2nd prize : 1,500 INR <br>3rd prize : 1,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            1
                        ],
                        "name": "Jester Fiesta",
                        "genrebaap": "competitions",
                        "oneline": "Improv Comedy",
                        "intro": "<b> Improv comedy</b><br><br>'Humour is by far the most significant activity of the human brain.'-Edward de Bono<br>In the present world riddled with depression, everyone needs a good laugh. <br>Bring out the comedian in you, tickle the funny bone and make the audience burst into peals of laughter. <br>Be innovative, be creative, be fun and celebrate the JESTER FIESTA. <br>",
                        "genre": "Dramatics",
                        "rules": "<b>Team size</b>- 3-4 <br><br>A moderator will be present to control the overall flow of the performance.<br>The moderator holds the power to pause or stop the performance anytime he wishes.<br>No arguments against the moderator will be entertained. His decision will be final and binding.<br><br><b>Eliminations</b>:-<br>Teams will be a given a choice of 3 theatre games out of which they will have to play any 2.<br><b>Time limit-</b> 5-7 mins<br><br><b>Finals</b>:-<br>A choice of 5 theatre games will be given out of which any 3 will have to be played.<br><b>Time limit-</b> 8-10 mins<br><br><b>Judging Criteria</b>:-<br>Acting, Humour, Spontaneity, Screenplay and Overall impact<br><br><b>General Rules</b>:-<br><br> 1. No blackouts are allowed.<br> 2. The decision of the judges will be final and binding.<br> 3. Time Limit should be followed. Participants will be penalized by judges for not doing so.<br> 4. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.<br> 5. Any kind of fluid, live animals, flame, heavy object or any material which has possibility of damaging the stage is prohibited.<br> 6. No pre-recorded music is allowed.<br> 7. <b>The time duration for prelims and finals includes performance time and stage setting time. The given time duration is from empty stage to empty stage.</b>",
                        "event_id": 12,
                        "prizes": "1st prize: 2,500 INR<br>2nd prize : 1,500 INR <br>3rd prize : 1,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    }
                ]
            },
            {
                "name": "Fine Arts",
                "shortname": "finearts",
                "id": 4,
                "intro": "Do you spend your lectures doodling in your notebook? Do you have a knack for bringing to life with those colors, a Kodak moment? Do you have what it takes to think out of the box and explore the very frontiers of human creativity? <br>Take your brushes and colors and come paint the world with your imagination.",
                "details": [
                    {
                        "id": [
                            5
                        ],
                        "name": "FA Marathon",
                        "genrebaap": "competitions",
                        "oneline": "Rapid Fine Arts",
                        "intro": "<b>Rapid Fine Arts</b><br><br>Let’s get right down to business:<br>We set the theme.<br>We decide the events.<br>We decide the time limit (trifle unfair, I know)<br>But when the going gets tough, are you creative enough to keep going?<br>Show us the best you can create out of everything provided to you. A marathon designed to push you beyond your wildest creative imagination, show us what you got!<br><br>",
                        "genre": "Fine Arts",
                        "rules": "<b>Team Size</b>: 2-4<br><br><b>General Information:</b><br>On the spot rapid fine arts challenges where in each round participants will be judged in various fine arts skills tallying to the final winner.<br><br><b>Rounds</b>:<br>3 rounds (the format of the each round will be given on spot)<br><br><b>General Rules</b>:<br>1. All the relevant material like paints, pencils, colours, papers etc. will be provided to the participants.<br>2. Participants are allowed to bring pencil (2B, HB, 6B, 2H), rulers, sharpeners, erasers. (subject to discretion of organisers)<br>3. Participants are not allowed to carry in any kind of references.<br>4. The decision of the judge shall be final and binding.<br>5. Any explicit content shall lead to straight disqualification.<br><br><b>Judging Criteria</b>:<br>Creativity, Uniqueness, Finishing, Relevance to theme and Overall Impact.<br><br>",
                        "prizes": "<b>Prizes</b>:<br>1. 6,000 INR<br>2. 4,000 INR<br>3. 2,000 INR<br><br>",
                        "registration": "Registrations are now open.",
                        "event_id": 16
                    },
                    {
                        "id": [
                            5
                        ],
                        "name": "Rangeela",
                        "genrebaap": "competitions",
                        "oneline": "Water Color Painting",
                        "intro": "<b>Water Color Painting Competition</b><br><br>Anyone can put paint on a canvas, but only a true master can bring the painting to life - Shaun Jeffery.<br><br>So, its time to show that you are the master, paint your dreams, be a Rangeela and let the brush spray the colours of joy and passion to create a masterpiece.<br> <br> Lots of colours and lots of fun, a must-take-part-in event for the budding artist in you.<br><br>",
                        "genre": "Fine Arts",
                        "rules": "<b>Team Size</b>: Solo<br><br><b>Rounds:</b> 2 (Eliminations and Finals)<br><br><b>Materials Provided</b>:<br>Brushes, watercolors,  painting sheets (A3), pencil, eraser, colour palette, tissues, newspaper<br><br><b>General Rules:</b><br>1. Participants are needed to make a painting based on a theme given on the spot within 3 hours for eliminations and  4 hours for finals .<br>2. Participants are not allowed to bring any references of any sorts.<br>3. Requirements will be taken care of by the organisers however participants may bring their own brushes (subject to discretion of organisers and sharing of materials is not allowed).<br>4. Only one sheet would be given so participants should take special care so as not to spoil the sheet. An A4 sheet would be given which could be used for rough work.<br>5. The decisions of the judge shall be considered as final and binding.<br>6. Any explicit content shall lead to straight disqualification.<br><br><b>Judging Criteria:</b><br>Creativity, Aesthetics, Relevance to theme and Overall Impact.<br><br>",
                        "prizes": "1. 5,000 INR <br>2. 3,000 INR <br>3. 2,000 INR <br><br>",
                        "registration": "Registrations are now open.",
                        "event_id": 15
                    },
                    {
                        "id": [
                            5
                        ],
                        "name": "Grey Strokes",
                        "genrebaap": "competitions",
                        "oneline": "Sketching Competition",
                        "intro": "<b>Sketching Competition</b><br><br>'Sketchbooks are not about being a good artist, they are about being a good thinker'<br> Mood Indigo 2014 brings you the chance to show the world the beauty of your thoughts and the artistry of your hands. Bring out the philosopher in you as you show us your vision of our thought. Sketch your version of the theme provided and may the best man (read: painter) win!<br><br>'All you need to paint is a few tools, a little instruction, and a vision in your mind.'' - Bob Ross<br>psst.. We will provide the necessary junk and materials. <br><br>",
                        "genre": "Fine Arts",
                        "rules": "<b>Team Size</b>: Solo<br><br><b>Round(s)</b>: 2 (Eliminations and Finals)<br><b>Eliminations</b>:<br>Pencils and charcoal sketching (1 hour)<br><br><b>Finals</b>:<br>Pencil, charcoal and pastel sketching (2 hours)<br><br><b>Materials Provided</b>:<br>Charcoal pencils, dry pastels, sandpaper, sheets, pencils (2B, HB, 6B, 2H), erasers, sharpener, tissues, newspapers.<br><br><b>General Rules</b>:<br>1. A theme would  be given based on which participants are required to sketch on a A3 sheet.<br>2. Material would be given by the organisers.<br>3. Participants are allowed to bring pencil (2B, HB, 6B, 2H), rulers, sharpeners, erasers.<br> 4. No references are allowed to be carried by the participants.<br>5. Only one sheet would be given so participants should take special care so as to not spoil the sheet. An A4 sheet would be given which could be used for rough work.<br>6. The decision of the judges shall be final and binding. <br>7. Any explicit content shall lead to straight disqualification.<br><br><b>Judging Criteria</b>:<br> Creativity, Aesthetics, Relevance to theme and Overall Impact<br><br>",
                        "prizes": "1. 5,000 INR <br>2. 3,000 INR <br>3. 2,000 INR <br><br>",
                        "registration": "Registrations are now open.",
                        "event_id": 14
                    },
                    {
                        "id": [
                            5
                        ],
                        "name": "Trashion",
                        "genrebaap": "competitions",
                        "oneline": "Fashion With Trash",
                        "intro": "<b>Fashion With Trash</b><br><br>You have competed in that evergreen Best-out-of-the-waste competition. No big deal, everyone  participates in that when they are 10. So why not give it just another shot, however, yes, there’s always a catch in such situations. So cutting out all the cliched stuff we bring you a fashion designing competition with a twist, where you must produce a dress out of garbage!<br><br>Just a li’l advice, choose less stinky material coz you’re gonna wear it.<br><br>",
                        "genre": "Fine Arts",
                        "rules": "<b>Team Size</b>:2-4<br><br><b>General Information</b>:<br>Make an apparel (clothing and 'outfitting' which includes equipment/accessories worn or carried for function or decoration) out of items which are normally thrown out as trash.<br><br><b>Rounds</b>: Direct Finals<br><br><b>Materials Provided</b>:<br>Disposable glasses, thermocol items, wrappers, polythene, cardboard, newspapers, Cans etc.<br>Above list is indicative only.<br><br><b>General Rules</b>:<br>1.Participants in a team of atmost four are required to make an outfit with materials provided by the organisers (limited materials).<br>2.Materials would be given by organisers prior to event and any other material is not allowed.<br>3.Time limit would be 4 hours.<br>4.Decision of judges  shall be final and binding.<br>5.One of the team members shall wear the dress after completion.<br><br><b>Judging Criteria</b>:<br>Overall appeal of the dress, creativity, style, color composition, intelligent use of materials and finishing<br><br>",
                        "prizes": "<b>Prizes</b>:<br>1. 4,000 INR <br>2. 3,000 INR <br>3. 2,000 INR <br><br>",
                        "registration": "Registrations are now open.",
                        "event_id": 17
                    },
                    {
                        "id": [
                            5
                        ],
                        "name": "Carvature",
                        "genrebaap": "competitions",
                        "oneline": "Model Carving",
                        "intro": "<b>Model Carving</b><br><br>Have you ever looked at a sculpture and thought you could do better? Have you already been trying designs on thermocol for years and think you have mastered the art? This is your chance to compete with the best and prove you have what it takes to be victorious!<br><br>Here’s our take on creating something extraordinary from ordinary utility items ranging from something as simple as a soap to something giving immense scope for creativity like a sheet of thermocol!<br><br>Be there, at your artistic best, displaying your skill and converting a thought of masterpiece to REALITY this year at Mood Indigo!<br><br>",
                        "genre": "Fine Arts",
                        "rules": "<b>Team Size</b>: Maximum 3 <br><br><b>General Information</b>:  A model carving competition based on a particular theme/topic provided.The exact theme will be given on spot.<br><br><b>Rounds</b>: Direct Finals <br><br><b>Materials Provided</b>: <br>Soap, chalks, thermocol, blade, needle, toothpicks, two A4 pages, pencils.<br><br><b>General Rules</b>:<br>1. All materials will be provided by the organizers.<br>2. Blades, needle and pencils other than the ones provided by the organizers are allowed in the event (subject to the discretion of the coordinators).<br>3. Only one work piece would be given so participants should take special care so as not to spoil the work-piece.<br>4. A4 sheets will be given to sketch the ideas first for a reference.<br>5. Colours are not to be used.<br>6. Any kind of reference is not allowed in the event.<br>7. The decision of the judges shall be final and binding.<br><br><b>Judging Criteria</b>:<br>Creativity, Incorporation of theme, Finishing, Overall impact<br><br>",
                        "prizes": "1. 5,000 INR <br>2. 3,000 INR <br>3. 2,000 INR <br><br>  ",
                        "registration": "Registrations are now open.",
                        "event_id": 18
                    }
                ]
            },
            {
                "name": "Sports & Lifestyle",
                "shortname": "lifestyle",
                "id": 5,
                "intro": "This is the place where you get to show off your personality traits that you quietly praise yourself for every time you look in the mirror. Here you can let flow your hidden talents, be it your charm, your striking persona, sweet talking skills, competence in the kitchen or your athletic side. <br><br>So let’s celebrate what makes you special, in our special way!",
                "details": [
                    {
                        "id": [
                            18
                        ],
                        "name": "Chefs Corner",
                        "genrebaap": "competitions",
                        "oneline": "Cooking",
                        "intro": "<b>Cooking Competition</b><br><br>Quoting the well acclaimed food critic Craig Claiborne “Cooking is at once child's play and adult joy. And cooking done with care is an act of love.”<br>Cooking is that spectacular art that evokes all senses at once. Ever wondered whether you could use everyday ingredients, experiment and make something magical? Do you also live by the principle of “khaao aur khilaao” and cook with your heart?<br>If just the idea of good food gets you drooling, you have a chance to gain tonnes of satisfaction along with some sweet cash this MI!",
                        "rules": "<b>Team Size</b>: Solo<br><br><b>Eliminations</b>: Online<br><br>Online eliminations are now closed for this competition. <br><br><b>Eliminations</b>: On-ground<br><br>1. The participants will be selected on the basis of <br>a. Online Eliminations<br>These participants will be given special on ground slots with added advantages<br>b.On-the-spot <br>The slots will be allotted on a first come first serve basis<br>2. Participants will be asked to prepare an elementary dish to judge basic culinary skills in this round.<br>3. Participants will be provided with a basic pantry.<br>4. The eliminations will be in slots spread over 2 days.<br><br><b>Time Limit</b>: 20 minutes<br><br><b>Semi-finals</b>:<br>Participants will have to prepare a dish with the pantry provided. Recipe, cooking equipments will be provided. Dish to be revealed on the day of the semi finals<br><br><b>Time Limit</b>: 50-55 minutes<br><br><b>Finals</b>:<br><b>Celebrity Master Chef Cook Off</b><br><br>1. Participants will be divided into teams of 5,through chits <br>2. Each team will be lead by a <b>celebrity master chef.</b><br>3. The master chef will allot responsibilities to each candidate and will play the role of an executive chef in the kitchen<br>4.Each team will be given a mystery box and will have access to a pantry to prepare a two course meal, 2 serving each.<br>5. Each team has an option of involving the chef actively in the preparation for 15 minutes. The fifteen minutes must be decided by the team mutually and before half time.<br>6. Set of ingredients and items to be prepared will be released at the time of the finals.<br><br><b>General Rules</b>:<br>1. Participants for on-ground eliminations will be selected both on the basis of online elims and on the spot every. The online entry will have added advantages.<br>2. Only one entry is allowed per participant for online eliminations.<br>3. College ID card is compulsory for participation of any kind.<br>4. No external ingredients will be allowed. Unless specified.<br>5. Cleanliness will be a must. Littering the workplace will lead to disqualification.<br>6. All utensils will be provided.<br>7. The slotting of the organisers will be final.<br><br>*See prizes section*<br><br>",
                        "prizes": "PRIZES:-<br>1. Winning team : INR 5000<br>2. Best chef (Team 1) : INR 3000<br> 3. Best chef (Team 2) :INR 2000<br> 4. Main course of the day : INR 2500<br> 5. Dessert of the day : INR 2500",
                        "genre": "Sports & Lifestyle",
                        "registration": "Registrations are now open.<br>Please send your entries to chefscorner@moodi.org",
                        "event_id": 27
                    },
                    {
                        "id": [
                            18
                        ],
                        "name": "She's Got The Look",
                        "genrebaap": "competitions",
                        "oneline": "Be a super diva",
                        "intro": "Incoherent chatter prevailed as the audience waited for the curtains to unveil what was behind them. Everyone waited anxiously for the great masterpiece to be revealed. Amidst the hustle and bustle, the curtains slowly drew apart. And then there was silence. Everyone was starstruck by the angelic beauty that stood on stage. She exuded an ethereal aura, almost surreal, like a beam of sunlight cutting through the darkness. As she walked, the rhythmic click of her heels was the only sound that domineered.Her eyes shone brightly and as her lips curved into a radiant smile the spectators were spellbound. Her glossy hair flowed in sync with the melody that played behind, hypnotizing them.<br>As Aldous Huxley has rightly said  ‘Beauty is worse than wine, it intoxicates both the holder and the beholder’<br>At She’s Got The Look this is what beauty is all about. This is a competition tailor made for all of you who ever aspired to be the next glamourous diva. If you think you have what it takes to mesmerize an audience with your presence and if beauty is your strong forte this competition is just for you.  Come set the stage on fire with your charm and charisma at Mood Indigo 2014.<br>This is your once in a lifetime opportunity to live your childhood dream and be the next Miss. India ! <br>For queries contact<br>Rachil Maliwal: rachil@moodi.org | +91-9004830220 ",
                        "genre": "Sports & Lifestyle",
                        "rules": "<b>Online Eliminations:</b><br>1. The contestants must register for the event by clicking on the registrations tab of the event on the right hand side of the screen and entering your MI number.<br> 2. Thereafter, every contestant must send three photographs at the following e-mail id : sgtl@moodi.org<br> 3. The criteria for the photos should be as follows:<br>Close-up shot (Compulsory)<br>Mid-shot<br>Full length shot <br>4. The participants must also mention their Age, Height and Weight in the above mail along with the photographs.<br>5. A shortlist of the above entries would be made and the contestants would be informed over e-mail about their selection.<br><br><b>On-ground Eliminations:</b><br>On-ground Eliminations would take place at IIT Bombay campus on the 25th and 26th of  December. Participants are also supposed to register for the same by clicking on the registrations tab of the event on the right hand side of the screen and entering your MI number. <br><br><b>Rules and Regulations:</b><br>1. ‘She’s Got the Look’ is open for college students only.<br>2. Age Criteria : 18-25 years<br>3. Height Restriction : greater than 5’6’’ without heels<br>4. Nationality : Indian<br>5. There can be multiple participants from a single college.<br>6. Incorrect information would result in disqualification, whether discovered prior to, during or after participation.<br>7. The decisions of the judges and the organizing committee would be final and binding.<br><br><b>Important: Please visit the website http://www.moodi.org/ and the Mood Indigo Facebook Page regularly for any updates regarding the rules and regulation.</b>",
                        "prizes": "<b>Prizes:</b><br>The winners get direct entry to the final round of Miss India 2015 auditions in Mumbai.<br>They will be a part of the Exclusive Miss India Organization 6 Day Grooming School wherein they get trained by the best names in the fashion and glamour Industry. <br>Full profile photoshoot in Abraxus lifestyle magazine<br>Get featured on indiatimes.com<br>Other prizes worth 80,000",
                        "registration": "Registrations are now open.",
                        "event_id": 52
                    },
                    {
                        "id": [
                            18,
                            22
                        ],
                        "name": "Mr & Ms MI",
                        "oneline": "Personality Hunt",
                        "genrebaap": "competitions",
                        "intro": "There are glimpses of vintage everywhere to be seen<br>With the funny and finicky Charlie Chaplin,<br>Marilyn Monroe, full of grace, the most beautiful one<br>And the angry young man, Amitabh Bachchan,<br>Another look, there are still more<br>Intelligent, poised and passionate, Oprah Winfrey<br>Oh! Needing-no-description 007 enters the fray!<br><br>Blink! Blink! The daydream breaksWhat wonder! They’re all my age,<br>With thunderous applause, the auditorium shakes!",
                        "genre": "Sports & Lifestyle",
                        "rules": "<b>Rules</b><br>1. Participant should be a college student.<br>2. Upon registering using the MI number. the participant shall receive a mail.<br>3. After you receive the mail you can register either by filling a questionnaire (In either English or Hindi) or by sending an entry showcasing your talent (video/ audio clip/ write-up/ doodle etc.) <br>4. P.S. Participants sending a video will be considered for wild-card entry into one of the final rounds. The best video will win a prize worth 5000 INR.<br>5. The questionnaire has to be filled in by the participant himself.<br>6. The registration does not guarantee the selection of the participant and such selection shall be as per the sole discretion of Organizer and availability of time and venue. Upon registration, the applicant relinquishes any right to question the selection process, non-selection of the applicant and/or the selection of any other applicant.<br>7. The number of Applicants selected shall be the sole discretion of the Organizer.<br>8. Vulgarity in any form is strictly not permitted<br>9. Mood Indigo reserves the right to disqualify an applicant at any point in the procedure.",
                        "prizes": "<b>Prizes:</b><br>1) Prizes worth of Rs 40,000 <br>2) Best video will get a Prize worth Rs. 5000",
                        "registration": "Registrations are now open.<br><b>Last date of registration is 12th December.</b>",
                        "event_id": 54
                    },
                    {
                        "id": [
                            18
                        ],
                        "name": "Crack MI Up",
                        "oneline": "Stamp Up Comedy",
                        "genrebaap": "competitions",
                        "intro": "Known for your wit and jokes? Always have a comeback up your sleeve? Well at Mood Indigo this year, you have a chance to shine in this ultimate battle of humour. A series of impromptu rounds challenge your wit and spontaneity as you take on others claiming the crown of MI’s Funniest. So if you are the funny one in your circles, come on in and Crack MI Up.",
                        "genre": "Sports & Lifestyle",
                        "rules": "<b>Rules</b><br>1. This is an impromptu competition.<br>2. Participants must have a valid MI number to participate<br>3. No vulgarity will be entertained",
                        "prizes": "Prizes worth 15k at stake",
                        "registration": "Registrations are now open.</b>",
                        "event_id": 55
                    },
                    {
                        "id": [
                            18
                        ],
                        "name": "Goal",
                        "oneline": "Football Tournament",
                        "genrebaap": "competitions",
                        "intro": "MI Street football-<br>There's no doubt. It's certain that I'll be 100% - Lionel messi<br><br>Playing with your feet is one thing and playing  with your heart is another. And now this passion has its place.<br><br>Because true obsession doesn't end when the season does, <br>We don't want to tell our dreams we want to show them<br> -Cristiano Ronaldo<br><br>So here is the chance IIT Bombay provides you to showcase your dreams by organising for the first time in MI history - MI Street football Tournament 2014 <br><br>A futsal tournament where you can showcase your talent and skills in front of the crowd of MOOD INDIGO.<br>The ease of playing this game explains why it is popular all over the world.<br>Insane Nutmegs, deadly step overs, powerful shots. That's what you get when you play against the best futsal teams of India.<br>Are you ready to take the chance before someone else takes it?",
                        "genre": "Sports & Lifestyle",
                        "rules": "<b>General Rules for tournament</b><br>1. 4 players a side <br>2. 3 substitutes allowed on a rolling basis<br>3. All team members must be of same college.<br>4. Referee's decision is final<br>5. Carpet roll for kick ins.<br> 6. Foul - Yellow/Red Card. Red implies ban for that half.<br>7. No keeper (No handling the ball - Ever.)<br>8. Kick in (No Throw in)<br>9. Penalty- back-heel kick from half line, no keeper<br>10. Shootout- 3 each (+Sudden Death)<br>11. Appropriate equipment for Street football (On concrete surface)<br><br>For more details contact<br>Chirag- 9833370817<br>Mitesh- 9920166945",
                        "prizes": "Prizes worth 20k on offer<br>Exciting prizes for best striker, best player on offer.",
                        "registration": "Registrations are now open.</b>",
                        "event_id": 56
                    },
                    {
                        "id": [
                            18,
                            22
                        ],
                        "name": "Vogue",
                        "genrebaap": "competitions",
                        "oneline": "Gloss Glitz & Glamour",
                        "intro": "Fashion is an art. It’s a religion. It's a peek into a personality. It's playfulness. It's an escape or a disguise. It is a feast for the eyes. But ultimately, fashion is an individual statement of expression for each of us and VOGUE is the avenue to express yourself. Boasting of a decade long legacy, the “gloss, glitz and glamour” is back with bigger and better stakes. As a prime platform to scour for the best uprising talent, VOGUE is unquestionably one of the the best launchpads today for young creative designers and aspiring models to realize their dreams. Having witnessed eminent industry frontrunners like Neeta Lulla , Wendell Rodricks and as judges and mentors, VOGUE has seen it’s participants scale grand heights and achievements, notable among whom are Miss India World 2008 Parvathy Omanakuttan and famous bollywood actress Hrishita Bhatt. VOGUE is your chance to emerge as a trendsetter in front of the big guns of trade and a huge, ecstatic audience!<br>For further details contact-<br>Mahak Gupta: mahak@moodi.org | +91- 9920532556<br><a href='https://moodi.org/voguebrochure.pdf' target='_blank'>Download the Vogue information Brochure</a><br><br><b>Format and Dates</b><br><br>Rounds and Stages<br>The competition comprises of two elimination rounds and two stage rounds. the first round will be a themed round, wherein the teams have to design their creations based on a common theme. The second round will be an open round, albeit with a restriction on the process of designing.<br><br>Elimination Procedure<br>For the eliminations, designers have to mail (at mahak@moodi.org) the following:<br>-A soft copy of their designs for both the stage rounds<br>-Write ups explaining for both the stage rounds<br>-The portfolio of any three models who would participate.<br><br>Only the designs submitted during this round would be allowed to be dressed on by the models in the stage rounds. Thus the submission should necessarily include the designs for both the rounds. The first round of eliminations shall be based on above listed submissions.<br>The selected teams after round 1 of eliminations will be required to send the portfolios along with photo IDs of all the models, who will walk the ramp during the stage rounds. The 2nd round of eliminations will be based, both on the designs and these portfolios.<br><br><b>Register at www.moodi.org/vogue | Last date for registration: 6th October, 2014</b><br>Last date for online submission of designs and write-ups: 9th October, 2014<br>For any assistance contact -<br>Mahak Gupta: mahak@moodi.org | +91- 9920532556<br><br><b>Rounds</b><br><br>Round 1: A Feathery Paradise<br>'Tufts of feathers, lush shades and bold designs - Call it our take on heaven!'<br>Birds! Birds are the symbol of freedom, glory and future. From time immemorial mankind has considered birds to be sign of eternal life. Their ability to soar high into the sky and their proximity with sky makes them desirables for human who cannot fly without substitute wings.<br>So this is year we dedicate our first round to “The Feathery Paradise of Birds”.Feathers have been a fashion statement for millennia. They play the same alluring role for humans as they do for birds. Get inspired by the world of birds and take from it colours, feathers, patterns and textures, that we can admire reproduced in fabric and style on the fashion shows catwalks.<br>Time limit: 6 minutes per team (empty stage to empty stage)<br>Number of Models: 6-12 models<br><br>Round 2: Accessorized<br>In this fast changing fashion world you need to keep pace with latest fashion trends. Wearing fashionable dresses is just not enough, choosing right accessories that match your dresses help you make a statement out there. Accessories play an important role in defining ones’ fashion statement and individuality. An accessory can be a bag, footwear, belts or chunky bracelets…the list goes on. Your imagination is the limit, and it is these endless possibilities that make it interesting.<br>In this round we will be testing the teams on their ability to customize accessories and dresses based on these 3 themes victorian, grunge and cabaret. This round will be majorly judged on the uniqueness and improvisation of accessories. Designers need to submit 4-5  sets of designs this round with at least one set of design on each theme.<br>Each set of design can have multiple number of accessories.<br>Time limit:2 minutes per team (empty stage to empty stage)<br>Number of Models: 4-5 models",
                        "genre": "Sports & Lifestyle",
                        "rules": "<b>Judging Criteria:</b><br>Models: Ramp walk, Stage Presence, Poise, Overall Appearance<br>Designers: Originality, Depiction of Theme, Designing, Use of Props<br>Team: Choreography, Music, Co-ordination, Relevance to the theme, Overall Performance<br><br><b>Rules:</b><br>1. Vogue is open only for college students<br>2.There can be multiple teams from a single college<br> 3. Crossover teams can be formed between students of different colleges, all having valid college ID cards for the current year<br>4. Team Size: 1-4 Designers, Choreographer, 1-3 makeup Artists (excluding the models)<br>5. Teams can ask for assistance from people outside the college such as choreographers, make-up artists, but these professionals will not be considered to be a part of the team<br>6. Vulgarity of any kind would lead to disqualification of the team from the event. Hence, if the team feels that any stunt ot costume design can be considered as vulgar, it is strongly advised to consult the organizers before performing it on stage. The decision of the organizers will be final in case of any disputes arising due to this<br>7. Teams are suggested to inform the organizers of any kind of props they are planning to use. Use of water, fire, pets or any hazardous materials is not allowed. Teams are instructed to consult with the organizers before using any such material<br>8. Teams are instructed to send the soundtrack/music to be used during their performance to the organizers through mail at least a week prior to the event <br>9. Vogue being one of the flagship events of Mood Indigo, professional lights are being brought in. It would be best for the teams to inform the organizers of their light requirements in advance<br>10. No branding on clothes will be allowed. Sponsors of colleges will be given compere mentors only <br>11. The decision of the judges will be final and binding on all<br>12. The Internship shall be offered to only best designer independent of overall winners and same rule applies for best models. Division of cash prizes and Internship is at the sole discretion of the team and the registered designer shall act as a liaison between the team and Mood Indigo. The recipient of the Internship, in case of the best designer, will have to be pre-informed to Mood Indigo<br>13.The recipient of best internship and the photoshoot need to drop an acceptance mail within one week of being informed by the organizers<br>14.No animals or birds should be harmed in the making the designs.Doing so will lead to immediate disqualification.<br><br>Important: <b>Please visit the website http://www.moodi.org/ and the Mood Indigo Facebook Page regularly for any updates regarding the rules and regulations</b>",
                        "prizes": "<b>Best Teams:</b><br>Winning Team: INR 20,000<br>First Runner-up Team: INR 12,000<br>Second Runner-up Team: INR 8,000<br><br><b>Best Designer:</b><br>1.Cash prize of INR 20,000<br>2.An internship under renowned designer.Past designers include names like Neeta Lulla, Wendell Rodricks.<br>3. 2-page article coverage in Abraxas Lifestyle magazine.<br><br><b>Best Model:</b><br>1.Cash prize of INR 20,000<br>2.A Portfolio shoot by leading Indian Fashion Photographer Vikram Bawa<br>3. 2-page article coverage in Abraxas Lifestyle Magazine.<br><br><b><a href='http://en.wikipedia.org/wiki/Vikram_Bawa' target='_blank'>Vikram Bawa</a></b><br>Vikram Bawa is a noted Indian fashion, automobile and landscape photographer based in Mumbai. He is listed among the Best Advertising Photographers Worldwide by Lürzer's Archive for the year 2010-2011. He is the first Indian photographer to promote and showcase 3D photography in the late 1990s. He specializes in Fashion and Advertising Photography having shot campaigns for a broad range of products and brands ranging from jewellery, cars to airlines.<br>For more details, visit: http://www.vikrambawa.com/",
                        "event_id": 2,
                        "registration": "Last date for registration: 6th October 2014<br>For any assistance contact -<br><b>Mahak Gupta: mahak@moodi.org | +91- 9920532556</b>",
                        "status": false
                    }
                ]
            },
            {
                "name": "Literary Arts",
                "shortname": "lit",
                "id": 6,
                "intro": "Mood Indigo, Literary Arts Competitions is the place for all literary arts enthusiasts. Come one up Dickens with our Writing competitions. Learn how to think differently and challenge frontiers of knowledge, wit and imagination. If you think that words are just inanimate pieces of letters stringed together mechanically, you will be surprised to the amount of fun and entertainment you can have with them. Put your skills to the test, this winter!",
                "details": [
                    {
                        "id": [
                            2
                        ],
                        "name": "Scrabble For Glory",
                        "genrebaap": "competitions",
                        "oneline": "Scrabble Tournament",
                        "intro": "<b>Scrabble Tournament</b> <br> <br>Scrabble for glory brings to you one of the favourites amongst word games, scrabble at a completely different level. Think you have got the vocabulary to pick out the best words. Test yourself to the limit and get a chance to battle it out with the best teams from colleges throughout the country. This is your chance to be hailed champion! ",
                        "genre": "Literary Arts",
                        "rules": "<b>Team size:</b>  2<br><br><b>Round(s):</b> 2 (Eliminations and Finals)<br><br>This is a scrabble tournament, which will have the following rounds :<br><br><b>Eliminations :</b><br>1. Elims will be written, and will be used to shortlist the top 32 teams from the group of people present.<br>2. Questions will be framed by the Literary Arts Club, IIT Bombay.<br><br><b>Finals :</b><br>1. This will be a king-of-the-hill format tournament with 5 rounds of 2v2 scrabble matches.<br>2. In case of any disputes, Colin’s Scrabble Dictionary will be used to settle the draw.<br><br><b>General Rules :</b><br>1. Organizers will have the right to a final, binding decision.<br>2. General Scrabble Rules will be communicated on the spot, for those unaccustomed to the game.<br><br>",
                        "prizes": "PRIZES:-<br>1. 5,000INR <br>2. 3,000INR <br>3. 2,000INR<br>",
                        "registration": "If not registered , register again",
                        "event_id": 34
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "Spell-Nazi",
                        "genrebaap": "competitions",
                        "oneline": "Spelling Competition",
                        "intro": "<b>Spelling Competition</b><br><br>Does the mere sight of a dictionary set your heart pounding, your head throbbing? Do you always ensure to change your last ‘y’ to an ‘i’ before adding a suffix, unless of course it begins with an ‘i’. Do you consider yourself a spelling veteran or are you just a novice looking for fun. Well, either way, this is the best place for you to be. Come participate the mood indigo spelling competition and have an exilerating.. er.. i mean exhilarating experience!<br><br>",
                        "genre": "Literary Arts",
                        "rules": "This is a spelling competition.<br><br><b>Round(s):</b> 3 (Eliminations, Semi Finals and Finals)<br><br><b>Team Size :</b> Solo<br><br><b>Eliminations :</b><br>The elimination rounds will be written dictation rounds.<br><br><b>Semi Finals :</b><br>The semis will have a rapid fire 1-on-1 oral spelling contest.<br>Coordinators reserve judging rights.<br>In case of any dispute, you may approach the coordinator and ask him to call the judges present there.<br><br><b>Finals :</b><br>Format will be communicated on the spot.<br>Finalists will have to be present at the venue right on time.<br><br><b>General Rules :</b><br>The UK dictionary will be followed, that is, the Queen’s English shall be spoken and spelt.<br>In the case of homophones, both spellings will be accepted.<br><br>",
                        "prizes": "PRIZES:-<br>1. 5,000INR <br>2. 3,000INR <br>3. 2,000INR<br>",
                        "registration": "If not registered , register again",
                        "event_id": 33
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "Wordemort",
                        "genrebaap": "competitions",
                        "oneline": "Word Games",
                        "intro": "<b>Word Games</b><br><br>While sitting in the car on the way to your holiday destination, you get bored, you don’t have your smartphone because your Mum took it from you so that you can “enjoy” your holidays. But inside you're dying.<br>Woah! How can anyone go through such an ordeal?<br>Guess what, you could have avoided all this, if only you knew some word games you could play.<br>Just kidding, knowing alone wouldn’t solve half your problems, but excellence, yes…. that is the key.<br>So come, find out how much you really know about these games.<br><br>",
                        "genre": "Literary Arts",
                        "rules": "<b>Rounds:</b> 2(Elims and Finals)<br><br><b>Team Size:</b> 2<br><br><b>RULES:</b><br>1. Both rounds will include creative and interactive word games.<br>2. The final marking scheme and rules of the competition will be announced on the spot.<br>3. The decision of the setter shall be final and bidding.<br><br>",
                        "prizes": "PRIZES:-<br>1. 5,000INR <br>2. 3,000INR <br>3. 2,000INR<br>",
                        "registration": "If not registered , register again",
                        "event_id": 35
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "Just About Write",
                        "genrebaap": "competitions",
                        "oneline": "Creative Writing",
                        "intro": "<a href='https://www.facebook.com/Cypherpublishers' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/cyphorjaw.jpg'></a><br><a href='http://www.off-the-coast.com/' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/ofcjaw.jpg'></a><br><br><b>Creative Writing</b><br><br>“A blank piece of paper is God's way of telling us how hard it is to be God.” <br>― Sidney Sheldon<br>Creativity can seem innate, but like many things, it is actually a delicate balance of nature and nurture. Creative thinking requires complex cognition yet is completely distinct from the thinking process. You must put your brain in overdrive and be dauntless enough, not to take the path of least resistance, while incubating novel ideas.Only there lies your sole hope of salvation.<br><br>",
                        "genre": "Literary Arts",
                        "rules": "<b>Word limit</b> :- not more than 1000 words<br>Mail your entries at justaboutwrite@moodi.org. <br><b>Deadline for submission of entries is 10th of December.<b><br><br><b>Team size:</b> Solo<br><br><b>Round(s):</b> Direct online finals<br><br><b>Topic:</b> 'We are not alone'. The topic is open to interpretation.<br><br><b>RULES:</b>1. This competition will be held online in English language only.<br>2. One contestant can submit maximum one entry.<br>3. The entries can be fiction/non-fiction or a blend of both.<br>4. Any instance of plagiarism shall lead to disqualification.<br>5. Any form of illustration (graph, photograph, hand sketch) is not allowed. <br>6. The entry must be an unpublished work.<br>7. Last date of submission is the 10th of December 2014. No entries will be entertained thereafter.<br><br>The entries will be judged by Cypher Publishers based on the following:<br> 1. Originality of idea<br>2. Execution<bR>3. Form [Language, narrative structure",
                        "prizes": "PRIZES:-<br>The top 2 winning entries get featured in the Maine's International Poetry Journal, Off the Coast.<br>1. 6,000INR <br>2. 3,000INR <br>3. 1,500INR<br><br>LYP<br>1. The best 50 entries will be shortlisted and featured in an anthology ‘We Are Not Alone’ by Cypher publishers.<br>Each of them will receive two author copies of the anthology absolutely free at the venue of Mood Indigo.<br>2. The top 3 entries will get a chance to be published by Cypher Publishers in 2015.",
                        "registration": "If not registered , register again",
                        "event_id": 32
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "Puzzle Me!",
                        "genrebaap": "competitions",
                        "oneline": "Puzzle Competition",
                        "intro": "<b>Puzzle Competition</b><br><br>What’s the crucial age to engage the brain to help ward off dementia?<br>The answer is when we are in college,<br>So this puzzle competition is just to ensure that everyone gets a chance(for the betterment of India obviously) to engage in logical wars.<br>This is Mood Indigo’s yet another attempt at social cause to help the society. And this time we actually mean it.<br>So, start solving puzzles at once. Help India fight off dementia.<br><br>",
                        "genre": "Literary Arts",
                        "rules": "<b>Team Size:</b> 2-4<br><b>Round:</b> Single Round<br><b>RULES</b><br>The competition will be a written test and will include a variety of intriguing brain teasers and logical, engaging, enthralling puzzles.<br><br>The final marking scheme and rules will be given on the spot.<br><br>",
                        "prizes": "PRIZES:-<br>1. 4,000INR <br>2. 3,000INR <br>3. 2,000INR<br>",
                        "registration": "<br>Abandon all hope, Ye who enter here.<br>",
                        "event_id": 37,
                        "status": false
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "Lone wolf Quiz",
                        "genrebaap": "competitions",
                        "oneline": "Quizzing festival (omniscience)",
                        "intro": "Omniscience!<br><br>Mood Indigo’s Quizzing Festival<br>‘Trust yourself. You know more than you think you do.’<br>Trust your instinct, use your knowledge and awareness and aim for victory. That’s the simple motto to keep in mind when you participate in Omniscience.<br>Mood Indigo’s very own Quizzing Festival is back with a lot of quizzes to satisfy all the enthusiastic quizzers across the country. Known for its rising quality every year, the variety in this year’s quizzes will surprise you too!<br>Be there, at Mood Indigo, to experience the effort to apply some logic to get a question right, the joy of getting a question right, the grimace when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best college-quizzer!",
                        "genre": "Literary Arts",
                        "rules": "<b>Team size:</b> 1<br>Quizmaster- Vikram Joshi<br><br>     Written eliminations followed by on stage finals.<br><br>Decision of the quiz master is final and binding. <br><br>",
                        "prizes": "Prizes<br> 1. 7,000<br> 2. 5,000 INR <br> 3. 3,000 INR <br>",
                        "registration": "Registrations are now open.",
                        "event_id": 41
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "General Quiz",
                        "genrebaap": "competitions",
                        "oneline": "Quizzing festival (omniscience)",
                        "intro": "Omniscience!<br><br>Mood Indigo’s Quizzing Festival<br>‘Trust yourself. You know more than you think you do.’<br>Trust your instinct, use your knowledge and awareness and aim for victory. That’s the simple motto to keep in mind when you participate in Omniscience.<br>Mood Indigo’s very own Quizzing Festival is back with a lot of quizzes to satisfy all the enthusiastic quizzers across the country. Known for its rising quality every year, the variety in this year’s quizzes will surprise you too!<br>Be there, at Mood Indigo, to experience the effort to apply some logic to get a question right, the joy of getting a question right, the grimace when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best college-quizzer!",
                        "genre": "Literary Arts",
                        "rules": "<b>Team size:</b> 2<br>Written eliminations followed by on-stage finals.<br><br>Quizmaster- J. Ramanand<br><br> Decision of the quiz master is final and binding.<br><br>",
                        "prizes": "Prizes<br>1. 12,000 INR<br>2. 8,000 INR<br> 3. 5,000 INR <br>",
                        "registration": "Registrations are now open.",
                        "event_id": 38
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "Sports Quiz",
                        "genrebaap": "competitions",
                        "oneline": "Quizzing festival (omniscience)",
                        "intro": "Omniscience!<br><br>Mood Indigo’s Quizzing Festival<br>‘Trust yourself. You know more than you think you do.’<br>Trust your instinct, use your knowledge and awareness and aim for victory. That’s the simple motto to keep in mind when you participate in Omniscience.<br>Mood Indigo’s very own Quizzing Festival is back with a lot of quizzes to satisfy all the enthusiastic quizzers across the country. Known for its rising quality every year, the variety in this year’s quizzes will surprise you too!<br>Be there, at Mood Indigo, to experience the effort to apply some logic to get a question right, the joy of getting a question right, the grimace when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best college-quizzer!",
                        "genre": "Literary Arts",
                        "rules": "<b>Team size:</b> 2<br>Quizmaster- Aditya Gadre<br><br>Written eliminations followed by on stage finals.<br><br>Decision of the quiz master is final and binding. <br><br>",
                        "prizes": "Prizes<br> 1. 8,000<br> 2. 7,000 INR <br> 3. 5,000 INR <br>",
                        "registration": "Registrations are now open.",
                        "event_id": 39
                    },
                    {
                        "id": [
                            2
                        ],
                        "name": "Entertainment Quiz",
                        "genrebaap": "competitions",
                        "oneline": "Quizzing festival (omniscience)",
                        "intro": "Omniscience!<br><br>Mood Indigo’s Quizzing Festival<br>‘Trust yourself. You know more than you think you do.’<br>Trust your instinct, use your knowledge and awareness and aim for victory. That’s the simple motto to keep in mind when you participate in Omniscience.<br>Mood Indigo’s very own Quizzing Festival is back with a lot of quizzes to satisfy all the enthusiastic quizzers across the country. Known for its rising quality every year, the variety in this year’s quizzes will surprise you too!<br>Be there, at Mood Indigo, to experience the effort to apply some logic to get a question right, the joy of getting a question right, the grimace when you get it wrong and that epic feeling of being crowned champion! Be there to fight it out to be India’s best college-quizzer!",
                        "genre": "Literary Arts",
                        "rules": "<b>Team size:</b> 2<br>Quizmaster- Suraj Menon<br><br>Written eliminations followed by on stage finals.<br><br>Decision of the quiz master is final and binding. <br><br>",
                        "prizes": "Prizes<br> 1. 8,000<br> 2. 7,000 INR <br> 3. 5,000 INR <br>",
                        "registration": "Registrations are now open.",
                        "event_id": 40
                    }
                ]
            },
            {
                "name": "Music",
                "shortname": "music",
                "id": 7,
                "intro": "If music is what makes you tick, then our competitions from various genres shall surely appeal to you. Sharing your piece of note was never so easy, here’s your chance to break out of the cocoon and prove your musical skills to the music fraternity. <br>We bring to you the stage, the breakneck competition and many outstanding artists. You know very well how and what to do the rest.  ",
                "details": [
                    {
                        "id": [
                            17
                        ],
                        "name": "Mantra",
                        "genrebaap": "competitions",
                        "oneline": "Hindi Rock Band",
                        "intro": "<a href='' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/mantra.jpg'></a><br><br><b>Hindi Rock-band competition</b><br><br>“Most people have just lives; A few lucky ones have music”.<br>If you have music, team and instruments, and are still waiting, you are just missing the chance to be the next Big Thing in the world of Hindi Rock Bands! The biggest opportunity to introduce yourself as the best Emerging band is on its way! It’s high time you fixed your instruments and enthralled the audience with the eccentric performances! MANTRA gives you and your team, a ‘Mantra’ of success for the rest of your lives! Just train hard and surprise the audience even harder!! Unprecedented Success and glory awaits you!!<br><br>Teams that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.",
                        "genre": "Music",
                        "rules": "<b>Team Size:</b> 3-8 members.<br>At least 1 vocalist and 3 different instruments required (different guitars counted individually), including 1 percussion instrument compulsory.<br><br><b>Round(s):</b> 3 ( Elimination, semi-finals, final )<br><br><b>Eliminations:</b><br><br>Bands can perform any song(s) of their choice, cover or an original composition.<br><b>TIME LIMIT:</b> 6-8 minutes (including setup and clearance time)<br><br><b>Semi-Finals:</b><br><br>Bands have to perform one original composition and at least one bollywood song from 80s and 90s or even earlier, reprised in their own style.This would mean improvisation of the music of the song without changing its lyrics.<br><b>TIME LIMIT:</b> 15 minutes (including setup and clearance time)<br><br><b>Finals:</b><br><br>The 3 Bands selected for the finals would open for the closing Night; the 'Popular Night' on the Main Stage in the Open Air Theatre.<br>The bands needs to play at least one of its original composition. Apart from this, the band can perform any number of songs.<br><b>TIME LIMIT:</b> 15 minutes (including the set up and clearance time)<br><br><b>Judging Criteria:</b><br>Quality of vocals, quality of instrumental music, tightness, synchronization, choice of song, overall performance as a band.<br><br><b>General Rules:</b><br><br> 1. The songs should have Hindi lyrics. However, a rap/refrain etc. with english lyrics is allowed.<br> 2. Purely classical numbers are not allowed. However, a classical refrain is allowed.<br> 3. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to  immediate disqualification.<br> 4. Time Limit should be strictly followed. Participants will be penalized by judges for not doing so.<br> 5. The decision of the organizers with respect to line-up would be final.<br> 6. The decision of the judges will be binding.<br>",
                        "event_id": 25,
                        "prizes": "1st prize: 25,000 INR<br>2nd prize : 15,000 INR <br>3rd prize : 10,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "MI Idol",
                        "genrebaap": "competitions",
                        "oneline": "Hindi Solo Singing",
                        "intro": "<b>Hindi solo singing competition</b><br><br>“When you pray, you are closer to the God! But when you sing he is within you”.Singing is, and has always been, an art possessed by everyone, but put on display very rarely. Everyone has it somewhere deep inside the heart to perform live on a stage in front of a roaring audience, and what does it require? a soulful voice and some guts to face the audience! So wake up, shrug off the lethargy and rock the stage with your exhilarating performances, if you think you have the fire within you! MI Idol is the best opportunity to debut into a different, unparalleled world- A world ruled by the likes of Md. Rafi, Kishore Kumar, Mukesh and the list goes on!!!<br><br>Participants that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.",
                        "genre": "Music",
                        "rules": "For Playlist click <a href='https://docs.google.com/document/d/118Hx0_V0WfcHWKfOfFep2Z39_RlbzRZ4Z6fdmRBu5FU/edit' target='_blank'>here</a><br><br><b>Team Size:</b> Solo<br><br><b>Round(s):</b> 3 viz: Elimination, Semi-finals, Finals.<br><br><b>Eliminations:</b><br>Participants can perform on any song of their choice.<br>No accompanists allowed.<br>Judges reserve the right to stop a participant’s performance at any time.<br><b>TIME LIMIT:</b> 1-2 minutes.<br><br><b>Semi-Finals :</b><br><br>It will be a piano cum percussion round.<br>Common accompanists will be provided.<br>Singers will be provided with a list of songs on eliminations day, from which they can select the song that they will perform.<br><b>TIME LIMIT:</b> 2-4 minutes (including setup and clearance time)<br><br><b>Finals:</b><br> <br>The finals would be a Karaoke round.<br>Well known artists would be provided as mentors to the finalists.<br><b>The finalists would open for the Popular Night, on the Main Stage in the Open Air Theatre.</b><br><b>TIME LIMIT:</b> 3-4 minutes (including setup and clearance time)<br><br><b>Judging Criteria:</b><br> Quality of singing (Sur, Taal, Lay), Vocal range, Song selection and the overall impact of the song.<br><br><b>General Rules:</b><br> 1. Participants are not allowed any accompanists during the elimination rounds.<br> 2. Pure Classical tracks are not allowed, however a classical refrain is allowed.<br> 3. The decision of the judges shall be final and binding.<br>",
                        "event_id": 20,
                        "prizes": "1st prize: 7,000 INR<br>2nd prize : 5,000 INR <br>3rd prize : 3,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "multicity": "<b>MULTICITY</b><br>We will be having Multicity eliminations in Delhi, Chandigarh, Pune and Bangalore.<br>Chandigarh elims: 4th October.<br>Delhi elims: 6th October.<br>Pune elims: 12th October. <br>Bangalore elims: 18th & 19th October.<br><br>To register click <a href=https://docs.google.com/forms/d/17JBvme25c2jmDGnaJde_Q1AeVSh3-HDxwDbaeZ3c62s/viewform?c=0&w=1 target='_blank'>here</a><br><br>For Venue Details, contact- Sarthak Jain- +91-9769473351<br>Piyush Goyal- +91-9920609137"
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Singing The Indigos",
                        "oneline": "English Solo Singing",
                        "intro": "<b>English Solo Singing Competition</b><br><br>'Some sing to live and quite a few live to sing!<br>Beauty begins the moment you decide to be yourself.'<br>Mood Indigo Presents English Solo Singing Competition. Come and emancipate yourself to the world of music because story of the life is quicker than the wink of an eye. Grab the chance to rock the stage amidst thousands of people in the Asia's largest cultural college festival. Sing crazy and live crazy.<br><br>Participants that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.",
                        "genre": "Music",
                        "genrebaap": "competitions",
                        "rules": "<b>Team size</b>: Solo<br><br><b>Eliminations:</b><br><br>Participants can sing any song of their choice. No accompanists are allowed. Judges reserve the right to stop a participant’s performance at any time.<br><b>TIME LIMIT:</b> 1-2 minutes<br><br><b>Finals:</b><br><br>Participants have to sing a song of their choice where music may be in form of karaoke or live acoustic guitar played by the participant himself or an accompanist. <br>Only one accompanist is allowed who can only provide backing vocals.<br>A rap/beatbox refrain may be added, however full song cannot be a rap.<br><b>TIME LIMIT:</b> 3-6 minutes<br><br><b>Judging Criteria:</b><br>Quality of singing, vocal range, clarity of lyrics and overall impact.<br><br><b>General Rules:</b><br><br> 1. No accompanists are allowed in the elimination round.<br> 2. For the finals only one accompanist is allowed, either to play acoustic guitar or to give backing vocals. <br> 3. Decision of the judges shall be final and binding.<br>",
                        "event_id": 19,
                        "prizes": "1st prize: 5,000 INR<br>2nd prize : 3,000 INR <br>3rd prize : 2,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "MI B3",
                        "oneline": "Beatboxing",
                        "genrebaap": "competitions",
                        "intro": "<b>The Beatboxing Battle</b> <br><br>'Some are just born to live and some go too far to discover just how far they can really go, where words leave off, to the realm of music.'<br>Mood Indigo presents 'Beatboxing' for the first time in its history. Be the lucky one to inculcate music in your beats. If you can master your Vocal percussion and imitate percussion instruments, then Grab a chance to perform amidst a passionately ebullient crowd that one can ever envision of. Get a chance to triumph as an emerging artist in the contemporary music industry. Set your heartbeats staunch for the unrivaled success.<br><br>",
                        "genre": "Music",
                        "rules": "<b>Team Size</b>: Solo<br><br><b>Elimination:</b><br> <br>Each participant will be given 2 minutes to showcase their beatbox talent.<br><br><b>Final:</b><br> <br>For the final round each participant will be given 180 seconds for which constraints are followings:<br>90 Seconds – Freestyle beatboxing.<br>90 Seconds – will have to perform on a set tempo.<br><br><br><b>Judging Criteria:</b><br> Originality, musicality, creativity, technique.<br><br><b>General Rules:</b><br><br> 1. All sounds produced by human organs are allowed.<br> 2. There will be two microphones available at the contests which will be set on a uniform level by the jury to make sure that all participants compete on the same conditions.<br>",
                        "event_id": 24,
                        "prizes": "1st prize: 4,000 INR<br>2nd prize : 3,000 INR <br>3rd prize : 2,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Taal Mel",
                        "genrebaap": "competitions",
                        "oneline": "Duet Instrumental",
                        "intro": "<b>The Jugalbandi Competition</b><br><br>The word Jugalbandi literally means ‘entwined twins’. Tunes flow out of an instrument while melodies flow out of two. Jugalbandi is so powerful that it can actually bring together people across nations and even long lost friends. Jugalbandi can unite all that’s divided, fix all that’s broken and that’s the way of music.<br> As Robert Schumann rightly said ‘To send light into the darkness of man’s heart – such is the duty of an artist’ ; music can truly achieve that goal.<br><br>",
                        "genre": "Music",
                        "rules": "<b>Team Size:</b> 2 (1 classical instrument (compulsory) + 1 classical/western instrument)<br><br><b>Eliminations:</b><br><br>Participants may perform 1 composition on any taal and raga of their choice.<br><b>TIME LIMIT:</b> 7-8 minutes<br>This time duration includes the time taken by the competitor for the tuning of instruments etc. A warning bell will be sounded to indicate that only 2 minutes are remaining and the competitor should wind up the performance within the next 2 minutes.<br><br><b>Finals:</b><br> <br>The finalists should play at least 2 ragas of their choice.<br><b>TIME LIMIT:</b> 12-15 minutes.<br><br><b>Judging criteria:</b><br>Purity of Raga & Correct Intonation of Swaras, Chemistry between the two performers<br> Composition, Accuracy in Taal & Lay and Overall Impact.<br><br><b>General Rules:</b><br><br> 1. Decision of the judges will be binding and final.<br> 2. Candidate may be quizzed on any raga according to his/her choice by the judges.",
                        "event_id": 23,
                        "prizes": "1st prize: 8,000 INR<br>2nd prize : 6,000 INR <br>3rd prize : 4,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "String Theory",
                        "genrebaap": "competitions",
                        "oneline": "Western Acoustic Band",
                        "intro": "<b>Western Acoustic Band Competition</b><br><br>‘If you can’t play it raw, then you can’t play it’<br>Come and feel the magic of untouched fresh music straight from the guitar and tap to the beats of drums, join in singing with the crowd. Acoustic space has the basic character of a sphere whose focus or centre is simultaneously everywhere and whose margin is nowhere. So come, widen your music space with Mood Indigo’s String theory which will  leave you with a musical orgasm never witnessed before.<br><br>Teams that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.",
                        "genre": "Music",
                        "rules": "<b>Eliminations:</b><br>Bands have to perform one song of their choice (can be a cover).<br><b>TIME LIMIT:</b> 6-10 minutes (from stepping on and stepping of the stage, includes sound check)<br><br><b>Finals :</b><br>Bands have to play atleast one original composition (compulsory) (with vocals). Bands have an option to perform more songs of their choice (can be a cover).<br><b>TIME LIMIT:</b> 15 minutes (including the set up and clearance time) <br><br><b>Judging Criteria :</b><br>Quality of vocals, quality of music, tightness of music, synchronization, choice of song and overall performance as a band.<br><br><b>General Rules :</b><br> 1. The songs should have English lyrics. However, a rap/refrain etc. with english lyrics is allowed. <br> 2. At least 2 different instruments are to be played (different guitars to be counted as different instruments).<br> 3. Purely instrumental pieces are not allowed. Atleast 1 vocalist is compulsory.<br> 4. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.<br> 5. Time Limit should be strictly followed. Participants will be penalized by judges for not doing so.<br> 6. The decision of the organizers with respect to line-up is final and abiding.<br> 7. Regarding covers: the name and the artists name along with the link to the original song is to be emailed to either sarthak@moodi.org or piyush@moodi.org and cover(mp3 format) should be brought to the venue in a pen drive.<br> 8. Usage of electric guitars is allowed but without ANY kind of processing including distortion. No processors allowed. Electric bass is also allowed but without ANY kind of processing.<br> 9. Keyboard is allowed but only in piano mode. No other settings or patches allowed except touch sense.<br>",
                        "event_id": 26,
                        "prizes": "1st prize: 15,000 INR<br>2nd prize : 9,000 INR <br>3rd prize : 6,000INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Surshringar",
                        "genrebaap": "competitions",
                        "oneline": "Classical Solo Singing",
                        "intro": "<b>Indian Classical Vocals Competition</b><br><br>Classical music is a powerful instrument to convey one’s emotions, whether they be violent or calm, passionate or apathetic, un-yearning or abjurant. It is an unparalleled way of expression.<br> For some it is a matter of sheer devotion, for some it is a pilgrimage and for some it is a mission to preserve the best in Indian Classical Music, that attracts them to this Surshringar.<br><br>",
                        "genre": "Music",
                        "rules": "<b>Hindustani Vocals:</b><br><br><b>Team size:</b> Solo<br><br> <b>Eliminations:</b><br><br>The participant shall be asked to perform ONE composition in Dhrutalaya/Madhyalaya or both with aalap in any raga of his/her choice.<br><b>TIME LIMIT:</b> 5-7 minutes<br><br><b>Finals:</b><br><br>The participants may perform any composition(s) in any raga(s) of his/her choice. The performance must include a composition in Dhrutalaya and Madhyalaya with Aalap. Vilambitlaya and Tarana may be included.<br><b>TIME LIMIT:</b> 13-15 minutes<br><br><b>Judging Criteria:</b><br>Accuracy of Notes, Rhythm, Selection of Composition, Emotion and overall impact.<br><br><b>Carnatic Vocals:</b><br><br><b>Team size:</b> Solo<br><br><b>Eliminations:</b><br><br>The participant shall be asked to perform ONE keerthanam/Varnam in a Ragam of his/her choice.<br><b>TIME LIMIT:</b> 5-7 minutes<br><br><b>Finals:</b><br><br>The participant may perform any composition(s) in any raga(s) of his/her choice. The performance must include at least one of Raga Alapana, Keerthanam, Neraval and Kalpana Swaram.<br><b>TIME LIMIT:</b> 13-15 minutes<br><br><b>Judging Criteria:</b><br>Accuracy of Notes, Rhythm, Selection of Composition, Emotion and overall impact.<br><br><b>General Rules:</b><br><br> 1. Strictly no film/folk music allowed.<br> 2. A harmonium, electronic tanpura and a tabla will be provided by the organisers. The performer may use a harmonium or swarmandal if he/she wants.<br> 3. Participants must adhere to the prescribed time limit, else they will be penalised heavily.<br> 4. In finals, the decision to continue with the next composition rests with judges. The judges may bar the participant from continuing if they find that appropriate.<br> 5. Decisions of the judges is final and binding.<br>",
                        "event_id": 22,
                        "prizes": "Carnatic Vocals:<br><br>1st prize: 4,000 INR<br>2nd prize : 2,500 INR <br>3rd prize : 1,500INR<br><br> Hindustani Vocals:-<br><br>1st prize: 4,000 INR<br>2nd prize : 2,500 INR <br>3rd prize : 1,500INR<br><br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>"
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Livewire",
                        "genrebaap": "competitions",
                        "oneline": "Semi Pro Band",
                        "intro": "Visit <a href='https://moodi.org/livewire'>https://moodi.org/livewire<a>",
                        "genre": "Music",
                        "rules": "Visit <a href='https://moodi.org/livewire'>https://moodi.org/livewire<a>",
                        "prizes": "Visit <a href='https://moodi.org/livewire'>https://moodi.org/livewire<a>",
                        "registration": "Register at <a href='https://moodi.org/livewire'>https://moodi.org/livewire<a>",
                        "status": false,
                        "event_id": -1
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Hysteria",
                        "genrebaap": "competitions",
                        "oneline": "DJ Hunt",
                        "intro": "<a href='http://www.circleproaudio.com/' target='_blank'><img style='width=150px;' src='https://moodi.org/images/sponsors/hysteria.jpg'></a><br><br>All the DJs in the house, be ready to rock MI this year. Hysteria, the biggest battle for fame is back and it is bigger than ever before. Its your chance to impress the best in the business. We provide a huge platform for anyone who wants to showcase their talent and their individuality, and with their unique skills, entertain a crowd to the tune of thousands. Party with Hysteria, and be ready to headbang your way to the ultimate 'all day' party in town. So bask in the incredible energy, connect with new people, let your hair down and party, informals style!<br><br>",
                        "genre": "Music",
                        "rules": "<b>Last date of registration is 10th November. Kindly send two compositions to the confirmation mail received by you.</b><br><br><b>Rules:</b><br>1. Participants must be above the age of 18<br>2. Only English songs allowed<br>3. Copyright issues are the responsibility of participants<br>4. No premixes or bootlegs allowed<br>5. No profanity allowed<br>6. Track Timing of 8-12 minutes for first round. Exceeding on either side would result in disqualification<br>7. Regional Eliminations to be held for participants from Delhi, Ahmedabad, Pune and Mumbai after results from first round<br>8. Second round of eliminations to be held online for selected participants residing in other cities<br>9. Mood Indigo reserves the right to disqualification<br><br>",
                        "prizes": "<b>Prizes:</b><br><b>Winner:</b> Sound Engineering Course worth Rs. 2,70,000 + DJ set worth Rs. 55,000<br><b>Runner Up:</b> Sound Engineering Course worth  Rs 2,70,000<br><br>Semi Finals to take place at Royalty, Mumbai's leading club<br>Finalists get a chance to perform at Mood Indigo<br>Winner gets a studio monitor worth 55,000 from Circle Pro Audio<br>Royalty Gig with International DJ for winner",
                        "registration": "Registrations are now open.<br><b>Last date of registration is 10th November. Kindly send two compositions to the confirmation mail received by you.</b>",
                        "event_id": 53,
                        "status": false
                    }
                ]
            },
            {
                "name": "Speaking Arts",
                "shortname": "speaking",
                "id": 8,
                "genrebaap": "competitions",
                "intro": "I have a Dream. 4 words. That is all it took for Martin Luther King’s legacy to be firmly rooted in the conscience of humanity forever. There is no undermining what the power of the spoken word is. <br>As Cicero said, “Nothing is so unbelievable that oratory cannot make it acceptable.”<br><br>This is your chance to exercise the right to free speech, so come here and be your most eloquent self, impress and dazzle everyone with your rambunctiousness and make your stand. This December, get an opportunity to mold opinions, shape discourses and sway emotions like never before !",
                "details": [
                    {
                        "id": [
                            6
                        ],
                        "name": "National Debate",
                        "oneline": "Debate Competition",
                        "intro": "<a href='https://moodi.org/nationaldebate/' target='_blank'>https://moodi.org/nationaldebate/</a>",
                        "genre": "Speaking Arts",
                        "rules": "<a href='https://moodi.org/nationaldebate/' target='_blank'>https://moodi.org/nationaldebate/</a>",
                        "prizes": "<a href='https://moodi.org/nationaldebate/' target='_blank'>https://moodi.org/nationaldebate/</a>",
                        "registration": "<b>Register at <a href='https://moodi.org/nationaldebate/' target='_blank'>https://moodi.org/nationaldebate/</a></b>",
                        "event_id": 42
                    },
                    {
                        "id": [
                            6
                        ],
                        "name": "Humor Me!",
                        "oneline": "Standup Comedy",
                        "intro": "<b>Standup Comedy</b><br>'Humor is the affectionate communication of insight.'<br> - Leo Rosten<br>You walk onto the stage. Your heart beats louder. You know you have to deliver. Deliver something big, face the audience, meet their expectations, face their anticipation, weariness, demand and leave them with a wide, gratified smile only and only through your words. Stand-Up comedy is considered to be one the most difficult thing to create and perform. Do you think you have what it takes? Are there times when all you can think about is how to make the situation funny? Do you consider Steve Martin, Jerry Seinfeld, Russell Peters to be your idols? It’s not easy to go on stage and have people laugh at you, but if nothing thrills you more, than this competition is for you.<br><br>Participants that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.",
                        "genre": "Speaking Arts",
                        "rules": "<b>Team size:</b> Solo.<br><br><b>Elims</b><br>Eliminations are to be conducted on-ground during the fest, where the participants are to put on a show of 3-4 minutes in front of a live audience.<br><br><b>Judging Criteria:</b><br>Content, Quality of humour, Stage presence, Audience engagement, Clarity of thought, Wackiness, USP (Unique selling point).<br><br><b>Finals</b><br>The participants who cleared the eliminations will be asked to prepare a sketch of maximum 5 minutes, to perform in front of a live audience. The judging criteria will be the same as above. The final round will also include a Q&A session by the judge, right after the performance.<br><br><b>Rules and Regulations:</b><br>1. Mono-acting, puppetry, musicals are not allowed.<br>2.Use of props is allowed, brought in by the participant himself. The organisers hold the discretion of allowing it on stage.<br>3. Decision taken by the judge is absolute and binding.<br>4. Use of obscenity/profanity is strictly not allowed. As long as there are no direct implications. <br>5. Since the participants are called upon in a random order, each is required to be present at least 5 minutes prior to the start.<br><br>",
                        "prizes": "PRIZES:-<br>1. 5,000INR <br>2. 3,000INR <br>3. 2,000INR<br>",
                        "registration": "OPEN NOW ",
                        "event_id": 28
                    },
                    {
                        "id": [
                            6
                        ],
                        "name": "JAM",
                        "genrebaap": "competitions",
                        "oneline": "Creative Speaking",
                        "intro": "<b>Creative Speaking</b><br>It takes less than a minute to judge how one speaks and how witty he can be.<br>Are you a quick-thinker, always thinking about wisecracks and wanting to showcase your humour and speaking ability? Do you think you have what it takes to speak, be funny and impress people? Then this is your chance to be at your witty best at a lightning fast event- Just A Minute (JAM)!<br>“Quick, Funny, Witty, Whacky. The moment you begin to get bor…JAM!!”<br><br>",
                        "genre": "Speaking Arts",
                        "rules": "<b>JAM Master</b>: To be announced<br><br><b>Team Size</b>: Solo<br><br> <b>Round(s)</b>: Eliminations And Finals<br><b>Eliminations</b>:<br>Every round of the elims will have 6-8 participants subject to JAM Master discretion.<br><br> <b>Finals</b>:<br>6-8 participants will be chosen among all the participants for the finals, which will be an extended JAM session. Multiple rounds will be held. Some standard ones are dry, disconnect, and story-telling round.<br><br> <b>Judging Criteria:</b><br>Spontaneity, wit, humour, grammar and miscellaneous other criteria completely subject to JAM Master discretion.<br><br><b>General Rules</b>:<br>1. Rules are strictly subject to Jam Master frivolity, save a few basic tenets.<br>2. Jammers must be clear and fluent, and simply CANNOT be boring.<br>3. Use of Queen's English is a must.<br><br>",
                        "prizes": "PRIZES:-<br>1. 4,000INR <br>2. 3,000INR <br>3. 2,000INR<br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "event_id": 29
                    },
                    {
                        "id": [
                            6
                        ],
                        "name": "MI Poetry Slam",
                        "genrebaap": "competitions",
                        "oneline": "Poetry Slam",
                        "intro": "<b>Poetry Slam</b><br>“You're never going to kill storytelling, because it's built into the human plan. We come with it.” -Margaret Atwood<br>They say storytelling is awe-inspiring, we say its just too mainstream. So why not do something different. Poetry slam is an event where you are not going to tell a story neither will you be reciting poems, but doing both simultaneously, because one does not simply do one thing at a time. Now its your obligation to take the audience on a heart-rendering, emotional, beatific or a hilarious journey and keeping them engaged throughout.",
                        "genre": "Speaking Arts",
                        "rules": "<b>Team Size:</b> Solo<br><br><b>Elims:</b>Eliminations are to be conducted on-ground during the fest, where the participants are recite a poem of upto 3 minutes in front of a live audience, either from memory or reading from a paper.<br><br><b>Judging Criteria:</b> Audience reaction and engagement; depth of content; quality of presentation; USP (Unique selling point). <br><br><b>Note:</b> Delivery is as important as the content.<br><br><b>Finals</b><br>The participants who cleared the eliminations will be asked to prepare a poem of  upto 4 minutes, to perform in front of a live audience, either from memory or reading from a paper.<br>The final round will also include a Q&A session by the judge, right after the performance, for which the participant should respond with a poem, haiku or a short verse. <br><br><b>Rules and Regulations:</b><br>1. The poems must be an original composition.<br>2. No props, costume or musical instruments. Including overly dramatic clothing.<br>3. All styles are welcomed and encouraged: a capella hip-hop, theatrical monologues, literary poetry, sound poetry, dub poetry, rants, haikus, power raps, etc. Whatever you would have fun doing! <br>4. Decision taken by the judge is absolute and binding.<br>5. The audience is encouraged to influence the judges with applause or boos. <br>6. The score keeper keeps track of the length of the performance. If the poem goes longer than allotted minutes, there’s a ten second grace period, after which the poet will suffer a penalty. <br>7. Use of obscenity/profanity is not allowed as long as there are no direct implications. <br>8. Since the participants are called upon in a random order, each is required to be present at least 5 minutes prior to the start.<br><br>",
                        "prizes": "PRIZES:-<br>1. 6,000INR <br>2. 3,000INR <br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "event_id": 31
                    },
                    {
                        "id": [
                            6
                        ],
                        "name": "Arz Kiya Hai",
                        "genrebaap": "competitions",
                        "oneline": "Hindi Poetry Recitation",
                        "intro": "<b>Hindi Poetry Recitation</b><br>Kehte hain, kavi har ahsas ko lafzon me bandh sakta, wo ahsaas prem se susajjit ho ya deshbhakti se oot prot, maa ki mamta ho ya bachpan ki nischalta, premi ka shringar ho ya buraiyon par prahar ho!<br>Toh phir der kis baat ki, apne bhavnayo ko shabdon me piro kar, apne kalam ki goonj duniya ke kone kone me failaiye, MoodI ke manch se!<br>This is an original poetry recitation competition where participants will have to submit a genuine self composed piece of Hindi poetry.<br>The poem would be scrutinized and some of them would be selected for forthcoming rounds.<br><br>Participants that have not been selected or couldn't participate in the online eliminations can participate in the on ground eliminations to be conducted at IIT Bombay during the fest.",
                        "genre": "Speaking Arts",
                        "rules": "<b>Rules and Regulations</b><br><b>On-ground elims:</b> Time Limit is 3 min. Participants have to recite an original poem or part of it that will be recited in the finals.<br><br><b>Finals:</b> Time limit is 6-10 min. Participants can recite any number of poems in hindi (including atleast 1 original poem that was recited in the elimination round) in front of an audience, and engage the crowd as you find suitable.<br><br><b>Judging Criteria:</b>Content, Delivery, Language and Overall Impact.<br><br><b>General Rules-</b><br>1. The clip (for elims) should be in Hindi only. No other languages will be allowed.<br>2. Please note that we will not be responsible for postal delays, losses or damages – Make sure you send in entries sufficiently before the deadline.<br>3. Once the top poems are shortlisted, the concerned participants would be asked to submit the scanned copies of their identity cards.<br>4. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.<br>5. Time Limit should be followed. Participants will be heavily penalized by judges in case of exceeding the time limit.<br>6. The decision of the judges will be final and binding.<br><br><b>Registrations</b><br>Participants have to send an audio/video (.mp3, .mp4, .avi, .flv, .mpeg, .3gp) of their recitation by the methods mentioned below.<br><br>1. Burning on a CD/DVD and posting to:<br><br>Sarthak Jain <br>Hostel-4, Room No. 226<br>IIT Bombay,<br>Powai, Mumbai,<br>Maharashtra - 400076<br><br>Please confirm the receipt of your entry by calling us (Call +919769473351 )<br><br>2. Emailing to sarthak@moodi.org<br>Note that the size of the file may be too large to email depending on your audio/video clip, and your email provider. In such a case, use one of the other methods.<br><br>3. Uploading the audio/video on www.youtube.com or any other such website and mailing the link to piyush@moodi.org and/or sarthak@moodi.org <br><br>",
                        "prizes": "PRIZES:-<br>1. 5,000INR <br>2. 3,000INR <br>3. 2,000INR<br>",
                        "registration": "<b>If not registered, please refresh and try again.</b>",
                        "event_id": 30
                    }
                ]
            },
            {
                "name": "journalism",
                "shortname": "illumnati",
                "id": 9,
                "intro": " '“By giving us the opinions of the uneducated, journalism keeps us in touch with the ignorance of the community.” - Oscar Wilde<br>Going beyond the horizons to search for the untapped, creating a lexicon of words that convey the most hidden facts, stating the obvious in the most ostentatious manner, speaking all but truth, sorry news, nothing but the news!<br>This year, test your skills as a journalist across all form, give people the concise and clear information of what they need to hear and become the part of this new culture, only at Mood Indigo!The competition will be held in three rounds testing skills in report writing, photo journalism, video coverage, and panel discussion. <br>Teams who qualify in the first round will only be allowed to participate in further rounds.<br>Final round of panel discussion will be conducted during Mood Indigo festival. ",
                "details": [
                    {
                        "id": [
                            16
                        ],
                        "name": "Round 1",
                        "genrebaap": "competitions",
                        "oneline": "Report writing",
                        "intro": "<b>Part 1- Correcting a badly written article</b><br>For this part,  teams will be given an article which in journalism sense is “badly written” , basically one that is not fit for publication in the newspaper, reasons being manner of writing, content, format, etc. Teams will have to submit an edited version of the given article in the manner they prefer best and that could be given to the print. Teams can change the manner of writing, format, and also some content but note that it should not deviate from the overall headline of the article and the core information that it portrays at the first place.<br>The article will be sent to your email Id once you register!<br><br><b>Part 2-Feature article with Photo Journalism</b><br>In this part, teams will have to choose a topic of their preference and write a feature article on it. Due weightage will be given to the topic selection. Maximum word limit is 1000 words. Showing stats through graphs, illustrations is optional, overall presentation of the article will matter though. Photos have to be included mandatorily. It is upto Participant’s discretion on how many photos they want to add, so that it does full justice to the article/content. The number of photos will not add to your points tally. Quality of the photo is not a criteria for judging, it should just convey the message at hand.<br> For information on hard news and feature news <a href='https://moodi.org/hardnews.txt' target='_blank'>Click here</a><br>Entries are to be sent as a .zip/.rar/,pdf file containing two folder named Part 1 and Part 2  along with all the photos to :<br><b>journalism@moodi.org</b><br>The subject of the mail should be “Journalism_MI-XXX-YYY”, where MI-XXX-YYY is your MI number, and the file should be titled the same.<br>LAST DATE OF SUBMISSION: 18th October, 2014",
                        "rules": "<b>Team size- 2-4</b><br>Word Limit- <br>Part 1- Max. 350 words<br>Part 2- Max. 1000 words<br><br>For more details, contact<br>sarthak@moodi.org | piyush@moodi.org<br><br><b>Judging criteria-</b><br>Part 1<br>1)Choice of Headline.<br>2)Writing order and manner.<br>3)Keeping it precise and factually correct- A  report is meant to be precise and to the point. Incorporating statistics will also work in favour of the report provided the facts mentioned are correct.<br>4)Content and Quality-This will include grammar and punctuation used in the report. Covering the topic well and ensuring no important detail is left out, will be valued. Language and writing ability will be credited in this part too.<br><br>Part 2<br>1)Keeping it precise and factually correct.<br>2) Since this part demands photos, it would should be noted that more than the quality of it, the information that it spills across would be jotted down.<br>2)The best news is delivered crisp! Keep the news as short as possible. Exaggerating with words is fine but statistics and facts have to be as they are. No manipulation will be tolerated in that field.<br>3)Content and Quality-How you choose your topic, headline is important but one important aspect is presentation. A strong hold on the language will help you through. Covering all essential details and making sure you haven’t left any is important too!<br>4)Overall presentation.<br><br>Rules-<br>1. Team should consist of atleast two and maximum four people.<br>2.Only college students are allowed to take part in the competition. You will have to send a scanned copy of your college ID card as a proof later on.<br>3.Submissions must be new original work that has not been previously published (this includes articles published on websites, newspapers, magazines or blogs). Submissions will not be considered and will be removed if they are primarily a collection of links to other articles.<br>4. Only one entry is allowed per team.<br>5. Camera Resolution should be atleast 3.2 mega pixels.<br>6. Photographs must be clicked on a date later than 16th August, 2013.<br>7. One without EXIF data (and hence the date) will not be accepted. So, make sure that your camera date is set before you click a picture.<br>8. In photo editing only cropping and adjustment of hue/saturation; brightness/Contrast; levels are allowed.<br>9. The entries should be participant’s original work and any sign of plagiarism will lead to direct disqualification.<br>10. Do not include your credentials (name, address etc) in the picture or the frame. Such photos will not be considered for the contest.<br> 11.Decision of the judges will be final and binding.<br><br>",
                        "genre": "journalism",
                        "event_id": 1,
                        "prizes": "PRIZES:-<br>1. 12,000INR <br>2. 8,000INR <br>3. 5,000INR<br>",
                        "registration": "register here.",
                        "status": false
                    },
                    {
                        "id": [
                            16
                        ],
                        "name": "Round 2",
                        "genrebaap": "competitions",
                        "oneline": "Video coverage",
                        "intro": "Participants have to showcase . In this round, the participants have to choose their own topic. The participants may choose the way in which they are presenting the video. It can be a panel discussion or like news reporters covering the news in different places or a documentary with a monologue, etc. Participants will have to send their raw footage as the proof of authenticity.",
                        "genre": "journalism",
                        "rules": "Team- Make sure that same team  is involved in this round too.<br>Maximum time - 5 Minutes<br><br>Judging criteria-<br>Diction, clarity and confidence:- The words need to be clear since no news report would be good if the words spoken are not understood.<br><br>Continuity and engaging the audience:- Since the participants choose how they portray the news topic, continuity between pieces, discussions will be important. It’s the presenter’s responsibility to catch the viewers’ attention.<br>Keeping it crisp and covering details:- <br><br>What’s most important in journalism is covering the entire details of the topic. Secondly though the maximum time is 5 minutes, the content should be to the point and important.<br>Your news has to leave an impression on the people listening to you. Presenting your news in an interesting manner and keeping the audience engaged is your goal!<br><br>",
                        "event_id": 1,
                        "prizes": "PRIZES:-<br>1. 12,000INR <br>2. 8,000INR <br>3. 5,000INR<br>",
                        "registration": "Please register in round 1.",
                        "status": false
                    },
                    {
                        "id": [
                            16
                        ],
                        "name": "Round 3",
                        "genrebaap": "competitions",
                        "oneline": "Panel discussion during MI",
                        "intro": "The teams will be part of a panel discussion during the festival. There will be a professional moderator who will be executing the event in the manner most suited to constructive discussion, debate for vital outcomes. The topic will be provided before the round begins. Bring your own laptops for research. Written notes will be allowed. Any change in the course of the content solely depends upon the moderator therefore it is advised to explore the topic properly. <br>TEAMS WHO QUALIFY IN THE PREVIOUS ROUND WILL BE ELIGIBLE FOR THIS ROUND<br><br>Complete details coming soon!",
                        "genre": "journalism",
                        "rules": "coming soon",
                        "event_id": 1,
                        "registration": "Please register in round 1.",
                        "status": false
                    }
                ]
            },
            {
                "name": "animation",
                "shortname": "",
                "id": 9,
                "intro": "Please send us your entries are animation@moodi.org.<br><br>'ATTENTION ALL BUDDING ANIMATORS!! Mood Indigo, IIT Bombay's 'Humor Partner' Shudh Desi Endings, announces an Online Animation Competition.<br><br>Follow the rules given below and win a chance to work with the animation team of youtube.com/shudhdesiendings<br><br>Rules<br>1. There are no rules<br>2. There is no theme <br>3. There is no time duration<br>4. Age: Anyone who is a college student<br>5. Group Size: Solo or Gang<br>6. Last Date: 5th January, 2015<br>7. Make us laugh, if you can<br>8. If you can't, we will laugh anyway.",
                "details": []
            }
        ]
    },
    {
        "id": 2,
        "name": "informals",
        "next_id": 201,
        "genre": [
            {
                "name": "Hysteria",
                "shortname": "hysteria",
                "genrebaap": "informals",
                "id": 1,
                "details": [],
                "intro": "All the DJs in the house, be ready to rock MI this year. Hysteria, the biggest battle for fame is back and it is bigger than ever before. Its your chance to impress the best in the business. We provide a huge platform for anyone who wants to showcase their talent and their individuality, and with their unique skills, entertain a crowd to the tune of thousands.Mood Indigo will turn the last week of your year into a grand extravaganza. Continue partying with Hysteria, and be ready to headbang your way to the ultimate 'all day' party in town. So bask in the incredible energy, connect with new people, let your hair down and party, informals style!"
            },
            {
                "name": "Whacked Out Zone",
                "shortname": "crossover",
                "id": 2,
                "intro": "We have created for you, the wackier siblings of your friendly next-door skill based competitions. We at Informals insist on doing things the wrong way. Beware; this is a topsy-turvy zone wherein you will need to adapt your skills to meet the challenges posed by these extra-cultural affairs. Flaunt your unconventional skills and go crazy in the wacky events that we have laid out for you, as we celebrate the insanity in every artist. Proclaim your honor, revel in its glory.",
                "details": [
                    {
                        "name": "Sherlock-ed",
                        "id": [
                            11
                        ],
                        "oneline": "Crime Scene Investigation  ",
                        "intro": "Crime Scene Investigation",
                        "event_id": 84,
                        "genrebaap": "informals",
                        "genre": "Crossovers"
                    },
                    {
                        "name": "Mind Game",
                        "id": [
                            11
                        ],
                        "oneline": "Mind-FAQ",
                        "event_id": 85,
                        "genrebaap": "informals",
                        "intro": "Games and Quizzes",
                        "genre": "Crossovers"
                    },
                    {
                        "name": "Hum Tum Ek Kamre Mein Band Ho",
                        "id": [
                            11
                        ],
                        "event_id": 86,
                        "oneline": "Room Escape",
                        "genrebaap": "informals",
                        "intro": "Room Escape",
                        "genre": "Crossovers"
                    },
                    {
                        "name": "Get Styled",
                        "id": [
                            22
                        ],
                        "event_id": 87,
                        "genrebaap": "informals",
                        "oneline": "Wacky Fashion Sense",
                        "intro": "Wacky Fashion Sense",
                        "genre": "Crossovers"
                    },
                    {
                        "name": "Crossovers",
                        "id": [
                            22
                        ],
                        "event_id": 112,
                        "genrebaap": "informals",
                        "oneline": "Weird. Wacky. Wow",
                        "intro": "Weird. Wacky. Wow",
                        "genre": "Crossovers"
                    }
                ]
            },
            {
                "name": "Streets",
                "shortname": "streets",
                "id": 3,
                "intro": "Mood Indigo makes the last week of your year a grand extravaganza. Continue partying with Hysteria, our all day long party. The biggest battle for fame is back and it is bigger than ever before. We provide a huge platform for amateurs to showcase their talent and their individuality, with their unique skills and entertain a crowd to the tune of thousands. So let your hair down and party, informals style.",
                "details": [
                    {
                        "name": "Street Races",
                        "id": [
                            10
                        ],
                        "event_id": 88,
                        "oneline": "Wacky Races",
                        "genrebaap": "informals",
                        "intro": "Wacky Races",
                        "genre": "streets"
                    },
                    {
                        "name": "Street Bowling",
                        "id": [
                            10
                        ],
                        "event_id": 60,
                        "genrebaap": "informals",
                        "oneline": "Giant Bowling",
                        "intro": "Giant Bowling",
                        "genre": "streets"
                    },
                    {
                        "name": "MI Squad",
                        "id": [
                            10
                        ],
                        "event_id": 62,
                        "genrebaap": "informals",
                        "oneline": "Pranks and Gags",
                        "intro": "Pranks and Gags",
                        "genre": "streets"
                    },
                    {
                        "name": "Nostalgia",
                        "id": [
                            10
                        ],
                        "event_id": 63,
                        "genrebaap": "informals",
                        "oneline": "Relive Your Childhood",
                        "intro": "Relive Your Childhood",
                        "genre": "streets"
                    }
                ]
            },
            {
                "name": "Action Arena",
                "shortname": "action",
                "id": 4,
                "intro": "A delight for adrenaline junkies, we put together a set of fun activities and thrilling. Break a sweat as you try our exhilarating activities that pump up the adrenaline. Claim your chance to prove your sporting prowess with a collection of wacky new games and regular sports with a tangy twist. At times it’s about beating others, though majorly, we just want you to have fun. Explore the wet activities (literally) that we have lined up for you, as we exploit the vast swimming pool at our disposal. Glory lies in path for the daring and for the brave.             ",
                "details": [
                    {
                        "name": "Paintball",
                        "id": [
                            8
                        ],
                        "event_id": 64,
                        "genrebaap": "informals",
                        "oneline": "Battle to survive",
                        "intro": "",
                        "genre": "Action Arena"
                    },
                    {
                        "name": "Block workout",
                        "id": [
                            8
                        ],
                        "event_id": 65,
                        "genrebaap": "informals",
                        "oneline": "Tackle obstacles",
                        "intro": "",
                        "genre": "Action Arena"
                    },
                    {
                        "name": "Howzat",
                        "id": [
                            4
                        ],
                        "event_id": 67,
                        "genrebaap": "informals",
                        "oneline": "Box cricket",
                        "intro": "Box cricket",
                        "genre": "Action Arena"
                    }
                ]
            },
            {
                "name": "Icebreakers",
                "shortname": "icebreakers",
                "id": 5,
                "intro": "Mood Indigo is the perfect place to meet new people and grow your network. Our objective is for you to interact with strangers. ice breakers are just for fun. You will know each other, laugh together and conversation generated by the ice breaker will make you feel more relaxed together Venture out of your comfort zone and shed your inhibitions, end up forming new friendships, for we believe, there isn’t a better gift, then the gift of friendship.             ",
                "details": [
                    {
                        "name": "Human Bingo",
                        "id": [
                            14
                        ],
                        "event_id": 68,
                        "genrebaap": "informals",
                        "oneline": "Bingo! Make Friends",
                        "intro": "Coming Soon",
                        "genre": "Icebreakers"
                    },
                    {
                        "name": "Question Web",
                        "id": [
                            14
                        ],
                        "event_id": 69,
                        "genrebaap": "informals",
                        "oneline": "Connect with people",
                        "intro": "Coming Soon",
                        "genre": "Icebreakers"
                    },
                    {
                        "name": "Conversation Couch",
                        "id": [
                            14
                        ],
                        "event_id": 70,
                        "genrebaap": "informals",
                        "oneline": "Talk to a stranger",
                        "intro": "Coming Soon",
                        "genre": "Icebreakers"
                    },
                    {
                        "name": "Serendipity",
                        "id": [
                            14
                        ],
                        "event_id": 71,
                        "genrebaap": "informals",
                        "oneline": "Meet A Stranger",
                        "intro": "Coming Soon",
                        "genre": "Icebreakers"
                    }
                ]
            },
            {
                "name": "Casino and Lounges",
                "shortname": "casino",
                "id": 12,
                "intro": "The nights at Mood Indigo are glamorous. With the Casino, we believe in providing world class experiences, even through the night. Compete and win big, the winning stakes are high. Put your luck and gambling skills to test, and be blown over by the diverse events at our casino royale. It will be a night to remember. <br><br>Lounges are the perfect place for you to chill and have fun with your friends when in the midst of the extravaganza, you need a breather. Arrangements are made for effortless activities, so that the celebration continues. They are the perfect hangout spots for your gang to enjoy and soak in the festive feel.",
                "details": [
                    {
                        "id": [],
                        "name": "Coming soon",
                        "genrebaap": "proshows",
                        "oneline": "",
                        "intro": "Coming soon",
                        "genre": "Casino and Lounges",
                        "url": [
                            ""
                        ],
                        "event_id": -1
                    }
                ]
            },
            {
                "name": "gamezone",
                "shortname": "gamezone",
                "id": 7,
                "intro": "We organize fun-filled events for everyone. Spend an awesome day out experiencing some of the most crazy activities and games on offer. These events are for the masses, they take Informals to another level altogether. With no pre requisite, no skill set required, everyone can come and participate. Packed with an ensemble of fun activities, these events keep everyone entertained. We serve up a platter full of fun to our takers, with something appealing to people of all tastes.",
                "details": [
                    {
                        "name": "Hogathon",
                        "id": [
                            15
                        ],
                        "event_id": 72,
                        "genrebaap": "informals",
                        "oneline": "Fun youth activity",
                        "intro": "Eat. Eat. Eat<br><br>Beat the others in a Battle of Hogs.  The rules are simple-the one who eats the most,  wins (yes there are prizes apart from free food) Just a tip, you don’t want to go into water zorbing after this!<br>On Ground Registrations",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Couple Games",
                        "id": [
                            15
                        ],
                        "event_id": 73,
                        "genrebaap": "informals",
                        "oneline": "Play Your Friend!",
                        "intro": "Play Your Friend!",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Hamster Wheel",
                        "id": [
                            23
                        ],
                        "event_id": 74,
                        "genrebaap": "informals",
                        "oneline": "Run the Wheel",
                        "intro": "Run like a hamster inside the hamster wheel seen in childhood. Except there will no cheese dangling in front of you. With our last game from the Legends of the Hidden Temple series, we present to you Hamster Wheel.  Because that’s how we roll. https://www.youtube.com/watch?v=c2cq3fK4lq4 <br>On Ground Registrations",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Swinging Pendulum",
                        "id": [
                            15
                        ],
                        "event_id": 75,
                        "genrebaap": "informals",
                        "oneline": "Eat all you can",
                        "intro": "Coming Soon",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Larger than life",
                        "id": [
                            15
                        ],
                        "event_id": 76,
                        "genrebaap": "informals",
                        "oneline": "Swing Across Areas",
                        "intro": "Another one from the Legends of the Hidden Temple Series, here we have you swinging like a pendulum a dozen feet in the air trying to beat your friend off like a scene straight out of Tarzan!<br><br>On Ground Registrations",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Human Slingshot",
                        "id": [
                            15
                        ],
                        "event_id": 77,
                        "genrebaap": "informals",
                        "oneline": "Sling and Fling Yourself",
                        "intro": "Have fun flinging yourself from side to side with your friend by your side and letting your momentum do the rest.  Here’s a sneakpeak into the event. https://www.youtube.com/watch?v=AMM5YRp0Ztk<br>On Ground Registrations",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Pass the Rock",
                        "id": [
                            22
                        ],
                        "event_id": 78,
                        "genrebaap": "informals",
                        "oneline": "Save Your Territory!",
                        "intro": "Bringing Back one of the most memorable shows- Legends of the Hidden Temple, here we have Pass the Rock, as you and your friend try to control a giant boulder from crushing you!<br><br>On Ground Registrations",
                        "genre": "gamezone"
                    },
                    {
                        "name": "6 Foot Football",
                        "id": [
                            22
                        ],
                        "event_id": 109,
                        "genrebaap": "informals",
                        "oneline": "Giant Football Game",
                        "intro": "They say Football is bigger than any single player. We took it a bit too literally. At Mood Indigo, you can enjoy the Beautiful Game the way it was never meant to be- Life Size!  A small taste of the same- https://www.youtube.com/watch?v=jmpvGxa2iYI <br>On Ground Registrations",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Power Zorbs",
                        "id": [
                            22
                        ],
                        "event_id": 110,
                        "genrebaap": "informals",
                        "oneline": "Bump and Fall",
                        "intro": "Content:  Humpty Dumpty had a great fall. It’s fun to fall. Plus it’s fun to make you look like Humpty Dumpty. Presenting one of the most loved activities at Mood Indigo- Bumper Zorbs!<br>https://www.youtube.com/watch?v=f92yfPFl9NY<br>On Ground Registrations",
                        "genre": "gamezone"
                    },
                    {
                        "name": "Water Zorbing",
                        "id": [
                            22
                        ],
                        "event_id": 111,
                        "genrebaap": "informals",
                        "oneline": "Tumble in Water",
                        "intro": "You’re trying not to embarrass yourself inside a giant plastic sphere floating on an Olympic Sized Swimming Pool. Need we say more? Presenting to you, Water Zorbing!<br><br>On Ground Registrations",
                        "genre": "gamezone"
                    }
                ]
            }
        ]
    },
    {
        "id": 3,
        "name": "concerts",
        "next_id": 301,
        "genre": [
            {
                "name": "Contemporary Nite",
                "shortname": "contem",
                "day": 1,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "ADNAN SAMI",
                        "genrebaap": "proshows",
                        "oneline": "",
                        "intro": "Adnan Sami is an accomplished Concert Pianist and Composer with a special command on all Western and Indian Classical and semi-classical notes. His career has ranged from classical to Jazz to modern Pop-Rock (Western and Indian), bringing him many International Awards including the Nigar Award, Bolan Academy Award, Graduate Award etc. He was given a Special Award of U.N.I.C.E.F. and a United Nations Peace Medal for a song he wrote and performed for Africa. He was invited as a member of the jury of the prestigious music festival Voice of Asia competition held annually at Almaty, Kazakhstan, which comprises of top music composers of the world. Reviewing a Piano solo performance Adnan had given on the Channel 4 in the UK, the famous American magazine Keyboard declared him the Keyboard Discovery of The 90s. As a classical concert pianist, Adnan Sami has had the honor of giving solo Royal Command Performaces before such Royalty as the King of Sweden and King Hussein of Jordan. He has also performed before Heads of State and Governments such as President Mitterand of France, President of United Arab Emirates, President and Prime Minister of India, President and Prime Minister of Pakistan, President and Prime Minister of Khazakhstan, Prime Minsiter of Kyrgistan, Prime Minister of Sweden and Princess Christina of Sweden. Apart from this, Adnan has performed for prestigious Music Festivals to sold-out Stadiums of his solo concert tours all over the world in over forty countries. Get ready to get your spirits uplifted at the Contemporary Nite of Mood Indigo 2014.",
                        "genre": "Contemporary Nite",
                        "url": [],
                        "event_id": 118
                    },
                    {
                        "id": [
                            7
                        ],
                        "name": "PURBAYAN CHATTERJEE",
                        "genrebaap": "proshows",
                        "oneline": "",
                        "intro": "Renowned as an artist to make the new age music, an accomplished Indian classical sitar player, Purbayan Chatterjee has been jamming up with the world and creating beautiful, soothing music which are yet exciting and refreshing in itself. He is popular for amalgamating traditional Indian classical music with contemporary world music genres. As an active artist in creating music, he is a part of the the group Shashtriya Syndicate and Stringstruck. He is also a vocalist. He has performed as a solo artist and has performed with other renowned artists Shankar Mahadevan  and Ustad Zakir Hussain.<br>Amazing to know that he was a recipient of the president of India award for being the best instrumentalist of the country at the age of 15! He has also received the Aditya Vikram Birla award for excellence and contributions to the field and has been honored with the Rasoi award by rotary international in 1995. In addition to that, he has also spread his original music across the world by performing in many music festivals like Bath International Music Festival, UK, The port fairy folk festival, Australia, international music symposium, Germany and in many other countries like South Africa, USA, France and Singapore. Brace yourselves to get string struck by this exceptional artist for it is the place where everyone will get to witness authentic and refreshing Indian classical music!",
                        "genre": "Contemporary Nite",
                        "url": [],
                        "event_id": 119
                    }
                ],
                "intro": "The smack of a pounding beat and the essence of enthralling tunes fuse together to create a mystic night to remember – we bring to you a perfect spectacle of aural finesse. This is one night with a blend of ethnicity and resounding grooves pledged to leave you entranced.<br>With names like Zakir Hussain, Pandit Vishwa Mohan Bhatt, Talavya, Hariharan, Raghu Dixit, Karsh Kale Collective, Papon & the East India Company, Euphoria, Indian Ocean etc., Mood Indigo has been getting the best of contemporary music every year. This would be the night to look out for!<br><br>Artists to be released soon!"
            },
            {
                "name": "EDM Nite",
                "shortname": "edm",
                "day": 2,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "Sander van Doorn",
                        "genrebaap": "concerts",
                        "oneline": "EDM Nite",
                        "intro": "",
                        "genre": "EDM Nite",
                        "url": [
                            "//www.youtube.com/embed/eeFlc2MmYu4",
                            "//www.youtube.com/embed/UwsY_foobEw",
                            "//www.youtube.com/embed/g1l21p3fnwY",
                            "//www.youtube.com/embed/cXh9QkDigfA",
                            "//www.youtube.com/embed/WoDTxQg3O-M",
                            "//www.youtube.com/embed/7Wf6R4zCp5k",
                            "//www.youtube.com/embed/glAEPjCTr_I",
                            "//www.youtube.com/embed/r7BMvq3QGR8",
                            "//www.youtube.com/embed/0jfovV5K0fk"
                        ],
                        "event_id": 89
                    },
                    {
                        "id": [
                            7
                        ],
                        "name": "ZAEDEN",
                        "genrebaap": "concerts",
                        "oneline": "EDM Nite",
                        "intro": "",
                        "genre": "EDM Nite",
                        "url": [
                            "The Indian representative of EDM in all major festivals around the world, Sahil Sharma aka Zaeden has been DJing since the age of 14! His unique style of combining the new age Big room sounds with the classical melodic house and his eclectic production skills can clearly be heard in his first single Land of Lords with the Dutch producer Syzz, which has been supported by the stalwarts of the EDM-verse, Andrew Rayel, Tritonal, Jordy Dazz and many more. His major breakthrough came when his Bootleg of Coldplay’s Magic took the world by storm, making him the first Indian to feature on DJ Mag #1 Hardwell’s podcast, Hardwell On Air, and also the Indian to be signed by Spinnin’ Records and Music All Stars. He has some big releases this year on these records which will cement his place in the global EDM scene. He has played alongside heavyweights Hardwell, Dimitri Vegas and Like Mike, Krewella, W&W, Hard Rock Sofa, Julian Jordan The Chainsmokers amongst others. He has also performed at Marenostrum Music Festival at Valecia, Spain. And now, Zaeden will be opening the inaugural night of Mood Indigo 2014, the EDM Night."
                        ],
                        "event_id": 115
                    }
                ],
                "intro": "Revered as a technical and musical genius by many, this virtuoso is without a doubt one of the world’s most essential, influential and popular DJ/Producers in dance music today. <b>Debuting at #32 in 2006, then moving up to #13 in 2008, being #10 in 2009, he hasn’t left the list of the greats ever since. Mood Indigo 2014 brings for you all, the heartbeat for EDM lovers all across the world – <b>Sander Van Doorn</b></b>.<br><br>Sander has become synonymous with excellence – both production wise and in front of the thousands he plays to, nightly. He is truly one of the strongholds in dance music. A generation defining artist, that reshapes our perception of what dance music can be and he does it all with that electrifying Sander van Doorn-smile.<br><br>With two full length albums, numerous hit-singles, remixes of the world’s biggest artists, sold out gigs in all major venues and festivals worldwide, his own successful record label ‘Doorn Records’ and a weekly radio show, it’s almost impossible not to have come across the name Sander van Doorn at least once in your life.<br><br>Collaborations with Robbie Williams (Close my Eyes), his renowned remix of Sia’s “Girl on Cocaine” and international radio hits like; “Love is Darkness” and “Koko” which were premiered by Pete Tong on BBC Radio 1 reached the #1 position on Beatport, The Cool Cuts Chart and the DMC UK Buzz Chart have already made him one of the top-class acts in the EDM scene worldwide. With A-class releases like ‘Chasin’, ‘Nothing Inside’, ‘What Did I Do’ with Block Party singer Kele, ‘Drink To Get Drunk’, ‘Who’s Wearing The Cap’ with Laidback Luke and ‘Kangaroo’ with youngster Julian Jordan, he has been soaring over the horizons as one of the best producers out there for long.<br><br>His fans’ favorites would always be super hit numbers like “Gold Skies”, “Neon”, “Right Here Right Now”, “Joyenergizer”, “Chasin”, “THIS”, “Nothing Inside” and “Love Is Darkness” – experience these tunes become your heartbeat on 26th December 2014 at EDM Nite, Mood Indigo!"
            },
            {
                "name": "Livewire Nite",
                "shortname": "livewire",
                "day": 3,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "Epica",
                        "genrebaap": "concerts",
                        "oneline": "International Nite",
                        "intro": " <a href='https://moodi.org/livewirenite/#/' target='_blank'>International Nite Site</a>",
                        "genre": "Livewire Nite",
                        "event_id": 80
                    },
                    {
                        "id": [
                            7
                        ],
                        "name": "Slain",
                        "genrebaap": "concerts",
                        "oneline": "International Nite",
                        "intro": "From early 2007, an innovative refreshing sound that is SLAIN has become one of the most sought-after live acts within India, now reputed as the country's finest in Melodic Progressive Rock/Metal. Initially having bagged the winners gold at countless nation-wide competitions, most notably October Fest 07 and NLS Strawberry fields '07- the band gained sudden popularity and media attention for their energy and consistency. Within the next 3 years Slain had headlined dozens of college festivals in South India, and performed at major events such as Rock ‘n India 09, Bangalore Habba 07, Rock Ethos ‘08 & '09 etc, eventually performing alongside international sensations Iron Maiden and Mr. Big on their tours of India. With over a hundred concerts across the country to their credit, the band continues to tour extensively, building a massive loyal fanbase. After releasing the 4-track ‘Slain EP’ in 2008,and their second EP ‘Before Beyond’ in 2009, both met with stellar reviews from fans and web'zines across the world, the band hit the studios again to record their monster debut album ‘Here and Beyond’, aiming a release mid- 2010. By popular demand, one of the tracks from the Slain EP, ‘Angel in the Sky’ was sent as part of a compilation to Radio Metal (France), as a representation of the Indian Metal scene. One step at a time, Slain is shaping the future of Indian Rock on the world map! Let’s witness their sculpture as they open for Epica on Livewire Nite at Mood Indigo 2014.",
                        "genre": "Livewire Nite",
                        "event_id": 117
                    }
                ],
                "intro": "With the likes of Porcupine Tree, Karnivool, Katatonia, Simple Plan, Neal Morse Band featuring Mike Portnoy etc. having graced Mood Indigo in the past, Livewire Night is all about magnificent music. You, and us, would be waiting for this to pump up your pulses with the best bands from India and abroad churning out their best riffs and tunes!<br><br>This is one stage where you get to see the greats of Indian music perform with the best of international music. Mood Indigo is set to give you a night to remember, a night to end this year on a high."
            },
            {
                "name": "Popular Nite",
                "shortname": "popular",
                "day": 4,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "VISHAL & SHEKHAR",
                        "genrebaap": "concerts",
                        "oneline": "",
                        "intro": "With both members being highly iconic figures in the Indian music industry, this highly successful music directing duo doesn’t really need any introduction.  Winning innumerable awards over the years, they are one of the household names in Bollywood music.  The score of Jhankaar Beats led to their rise to prominence. Since then there has been no looking back and they have gone on to deliver  several highly acclaimed albums like Tashan, Dostana and more recently Bang Bang. They have combined techno music with Indian sounds.  Both have successful careers individually as playback singers. Vishal Dadlani is also the vocalist of the electronic band Pentagram which performed at Mood Indigo last year. Get ready to be enthralled by their captivating music this year at Popular Night.",
                        "genre": "Popular Nite",
                        "url": [],
                        "event_id": 116
                    }
                ],
                "intro": "Magnificent Bollywood music ringing through the air, and thousands of people singing along with the voices that have become household phenomena over the years, owing to their marvel in music! From the world of music that each one of us knows of, we bring to you a night to sing along with an eternally loved popular voice live before you! <br><br>Stay tuned as Mood Indigo brings to you the biggies of Bollywood and Hindi music sensations live before you. We have seen the best of popular artists in Asha Bhosle, R D Burman, Salim Sulaiman, Shankar Ehsaan Loy, Sonu Nigam, Shaan and Mohit Chauhan. This year should be no less fun!<br><br>Artists to be released soon!"
            },
            {
                "name": "Classical Morning",
                "shortname": "popular",
                "day": 5,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "PT. Rupak Kulkarni",
                        "genrebaap": "concerts",
                        "oneline": "Pratahswar concert",
                        "intro": "From Shrimati Annapurna Devi, the daughter of Pandit Ravi Shankar’s Guru Ustad Baba Allaudin Khan, came the legendary Flute maestro Pandit Hariprasad Chaurasia, and from this Master came his prime disciple Pandit Rupak Kulkarni, who has given this grand tradition a brand new flavour with his unique sensuality and creativity. Where others have performed ragas, Rupak has recreated ragas. Where others have played compositions through the flute, Rupak has written compositions through the flute. Where others have reminded us of the sensuality of the Krishna’s instrument, Rupak has proved to us the sensuality of Krishna’s instrument. Rupak is simply an age-old master of music disguised as a much younger artiste.<br><br>Darbar Festival (UK), Asian Super Flautist Festival (Japan), Tansen Samaroh (India), Peshkar World Music Festival (India), Vishnu Digamber Paluskar Samaroh (India), Harvallabh Music Festival (India), Times of India 150 years celebration concerts, Ustad Amir Khan Samaroh (India), Sawai Gandharv Festival (India), Uttarpara Sangeet Chakra (India), Saptak Music Festival (India), Gunidas Sammelan (India) Hirabai Barodekar Smruti Samaroh (India), Sawai Gandharv Music Festival (India) Shruti Mandal (india) and many other noted music festivals in India and abroad.Rupak has his own distinct mark and also followers and fans. His flute concerts are regularly aired on All India Radio, World Space Radio and various TV channels such as Doordarshan, STAR TV, Zee TV, and CNN-IBN, In Sync",
                        "genre": "Classical Morning",
                        "url": [
                            "//www.youtube.com/embed/w-6Or_4eRSM"
                        ],
                        "event_id": 97
                    }
                ],
                "intro": ""
            }
        ]
    },
    {
        "id": 4,
        "name": "arts",
        "next_id": 401,
        "genre": [
            {
                "name": "Food Fest",
                "shortname": "foodfest",
                "id": 1,
                "intro": "The way to a man’s heart is indeed through his stomach and we take it damn seriously.Combine the innovative bent of Mood Indigo with impeccable culinary choices we bring to you an amalgamation of ideas and skills.Unleash the foodie in you learn how fun and food go hand in hand.<br><br>Always wanted to become a chef ? Like eating good cuisine?  At least you like eating when you are tired , right ? The heavenly place to be in a fest after a tiring walk - Food Fest. Get to taste world famous cuisines prepared by renowned chefs. What use are the chefs if they don't tell how they made it ? You guessed it right ! We conduct teaching lessons of the most delectable and mouth-watering cuisines you always wanted to cook. It becomes fun when you learn, make and also present it in front of the fervent youth of India.",
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "Celebrity Chefs",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "1. Chef Vikas Khanna Day 3 12:00 pm<br>2.Chef Ajay Chopra Day 4 2pm<br>3.Chef Varun Inamdar Chocolate Workshop and Demonstration-Day 1 <br>4.  Chef Dhaval Ajmera  Day 4 <br>5. Chef Sandeep Pande Day 2 ",
                        "genre": "Food Fest",
                        "url": [],
                        "event_id": 113
                    },
                    {
                        "id": [
                            7
                        ],
                        "name": "Workshops",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "Day 1 - Mocktail and Popudum <br>Day 2 - Waffles Making and Cheese Appreciation<br>Day 3- Yakuta <br>Day 4 - Mediterranean Cuisine ",
                        "genre": "Food Fest",
                        "url": [],
                        "event_id": 114
                    }
                ]
            },
            {
                "name": "Workshops",
                "shortname": "workshops",
                "id": 2,
                "intro": "The place which has it all ! From gifted experts to enthusiastic learners, you enjoy as well as learn basics of art, dramatics, music and what not. The best part of the workshops are that they are absolutely free and can be as productive as paid classes. These workshops are meant to teach things which you would have always wanted to learn and would provide great experience as well as fun.",
                "details": [
                    {
                        "id": [
                            9
                        ],
                        "name": "Graffiti Workshop",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "Get your spray-cans ready to paint the wall with colours of your mind! Mood Indigo provides you a platform to work with Zake, a very renowned artist countrywide. He has been a part of many projects and competitions as a judge. So bask in the party and paint it out at Mood Indigo!",
                        "genre": "Workshops",
                        "url": [
                            "//www.youtube.com/embed/VkAY9kxf_PA"
                        ],
                        "event_id": 98
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "Jive Dancing",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "The most prominent form of ballroom dancing, Jive is a dance style which will surely set you amazed with your partner! Experience it this Mood Indigo with Conrad Coelho, an exponent of ballroom dancing in India. You've gotta dance like there's nobody watching!",
                        "genre": "Workshops",
                        "url": [
                            "//www.youtube.com/embed/LMilE769YY8"
                        ],
                        "event_id": 99
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "Zorba Greek Line",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "The famous party line dance, Zorba has more in store for you! To make the most of it, make sure that you go through the video below worked upon by Conrad Coelho’s Dance Company, the Dance Workshops Partner of Mood Indigo. Watch, learn and rock the streets!",
                        "genre": "Workshops",
                        "url": [],
                        "event_id": 100
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "Rapid Painting",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "Rapid painting might have always surprised you. Now it’s your turn to accelerate the strokes like never before with Vinod More, an accomplished painter! The platform is all set to learn the new skill since learning is the eye of the mind!",
                        "genre": "Workshops",
                        "url": [
                            "//www.youtube.com/embed/MXEblRYiilk"
                        ],
                        "event_id": 101
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "Freestyle Football Skills",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "Ever wanted to do the Blanco move like Cristiano Ronaldo or dribble it like Messi? This is it! This  Mood Indigo get past all defenders and impress the crowd like a boss. This is something you do not want to miss at any cost!",
                        "genre": "Workshops",
                        "url": [
                            "//www.youtube.com/embed/crYYShGK5Gc"
                        ],
                        "event_id": 102
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "Tutting",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "Making your hands and fingers aline up in different forms can never get more hypnotic. Experience it for yourselves this Mood Indigo. Keep calm and start tutting!",
                        "genre": "Workshops",
                        "url": [
                            "//www.youtube.com/embed/pkpvM2AfvTc"
                        ],
                        "event_id": 103
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "B-Boying",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "A sheer demonstration of what our bodies are capable of, you can never get enough of B-Boying! Learn the toprock, downrock, power moves and freezes this Mood Indigo with Saif Creations, whose founder got trained and specialized under the legendary choreographer Oscar Unger himself! ",
                        "genre": "Workshops",
                        "url": [
                            "//www.youtube.com/embed/1MK7eqXMEdY"
                        ],
                        "event_id": 104
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "Nail Art",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "One of the most happening and exciting trends that has taken its dominance over Fashion Industry, Nail Art is the recent fashion introduced in the Fashion World. Nail art designs add an extra charm to your overall personality. Learn under the experts and exclaim, 'Nailed it!'",
                        "genre": "Workshops",
                        "url": [],
                        "event_id": 105
                    },
                    {
                        "id": [
                            9
                        ],
                        "name": "Quilling",
                        "genrebaap": "arts",
                        "oneline": "",
                        "intro": "Lets bring out more of the paper rather than just writing on it. This workshop is sure to change the way you will look at papers for the rest of life. Learn an entire new dimension of art with the skills this workshop is all set to give you!",
                        "genre": "Workshops",
                        "url": [],
                        "event_id": 106
                    }
                ]
            },
            {
                "name": "Interactive Arts",
                "shortname": "interactive-art",
                "id": 3,
                "intro": "#ItsVintageous<br>What goes around comes around<br>So this years theme is Vintage !Relive the era in those four days through our installations and art works which will subdue you into them.<br><br> This section will not only provide details into the prevalant art of India and other culturally rich nations, and also includes superb vintage installations, carefully selected by the team of MI. We will also have photo booth installations, without which our theme would be incomplete. Photo booths also captures the most lovely moments of your stay at Mood Indigo.<br>Installations which will leave you awe-struck with their sheer brilliance and artistry. ",
                "details": []
            },
            {
                "name": "Interactive Music Arena",
                "shortname": "music",
                "id": 4,
                "intro": "'One good thing about music, when it hits you, you feel no pain.' <br>― Bob Marley<br>Music expresses that which cannot be put into words and that which cannot remain silent so we present to you a new addition to this edition of Mood Indigo, it explores into the aspirations of youths. Always wanted to play drums , guitar ? Get to learn instruments and lot more of musical stuff along with pundits of the field.  So pick up an instrument , interact , play and have fun this December !<br><br>With unique concepts Jamming stages, musical lounges and group activities with your friends this will surely make your visit a memorable one.Best four days of your life.",
                "details": []
            }
        ]
    },
    {
        "id": 5,
        "name": "proshows",
        "next_id": 501,
        "genre": [
            {
                "name": "IMF",
                "shortname": "music",
                "id": 1,
                "intro": "<b>International Music Festival (IMF)</b><br>‘Music is what feelings sound like,<br>Presenting a dynamic mix of world class performers, IMF showcases a rich range of quality events. We bring artists and performers from all around the world, who represent diverse cultures and unite all of us with exquisite musical performances. Audiences are stretched and stimulated, given the amazing performances displayed by the bands and artists.<br>This December come witness the most amazing sounds from throughout the world which will please the musical souls. Reggae, Jazz, Blues, Indie we have something for everyone. Come visit the amazing International Music Festival to experience world class performers coming around the world to conspire into the celebration of this musical extravaganza. The most diverse and the most entertaining musicians all under one roof, this is an event that you can simply can’t miss.<br>Past performers include Ana Gog and The Outside Track from Ireland, FlagasK from France, Robin Sucroso from Germany and AramBola.",
                "details": [
                    {
                        "id": [
                            17
                        ],
                        "name": "The Amsterdams",
                        "genrebaap": "proshows",
                        "oneline": "Romania",
                        "intro": "The Amsterdams are a Romanian indie rock band formed in Bucharest in 2005. Their current line-up consists of Andrei Hațegan (lead vocals, keyboards,guitar, percussion), Andrei Ungureanu (guitar), Augustin Nicolae (bass guitar, percussion), Ovidiu Bejan (guitar, keyboards, backing vocals, percussion) and Chris Olsman (drums).The band has toured in the UK, France, Spain, the Netherlands, Italy, Hungary and Czech Republic and has opened for bands like The Cranberries, Wolf Parade and Handsome Furs.As of December 2013, The Amsterdams have released three studio albums, an EP and seven videos. Their second studio album, Electromagnetica, was mastered by Harris Newman (also known for his work with Wolf Parade and Arcade Fire) and features Dan Boeckner, who plays guitar on 'This Burial Ground's For Two'.",
                        "genre": "IMF",
                        "url": [
                            "//www.youtube.com/embed/OV1UcfM7vDY"
                        ],
                        "event_id": 89
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Los Dorados",
                        "genrebaap": "proshows",
                        "oneline": "Mexican Dorado Sound",
                        "intro": "Los Dorados formed at the beginning of the 21st. century. Joined together by a common interest in exploring new sounds, Daniel Zlotnik (sax), Demián Gálvez (guitar), Carlos Maldonado (bass), Rodrigo Barbosa (drums) and DJ Rayo (turtables) have developed a project where improvisation and spontaneity play an essential role. The band has always stood out by the electrifying energy of their live performances, and with each album they have stretched the genre boundaries with a resulting organic musical proposal. That’s how the “Dorado sound” is born, whose only limitation is the imagination of the listener.<br><br>In 2008 they were nominated for Best Jazz and Blues live show, to the “Lunas del Auditorio” Awards, and at the “Indie-O Music Awards” 2009, they were nominated for Best Live Act and won the award for Best Experimental Album (Incendio).",
                        "genre": "IMF",
                        "url": [
                            "//www.youtube.com/embed/hfl_pkxpKy4?list=RDhfl_pkxpKy4"
                        ],
                        "event_id": 90
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Vasko Atanasovski",
                        "genrebaap": "proshows",
                        "oneline": "Composer, Musician",
                        "intro": "Saxophonist and flutist Vasko Atanasovski is one of the most creative and versatile Slovenian composers and musicians, well known for his cross-genre collaborations with world famous jazz, rock, classical, traditional musicians and his masterful approach to all styles of music. Up to this date he has released 11 highly acclaimed albums, received numerous awards as well as earned audience and critics’ compliments for his performances and compositions home and abroad. He is a regular guest on the European festival and concert circuit and has also performed in India, China and New York. His original compositions have also found a way into the world of theatre, dance and puppet shows, repertoires of eminent soloists, orchestras, ensembles and choirs.",
                        "genre": "IMF",
                        "url": [
                            "//www.youtube.com/embed/su4e1Yt-Xl4"
                        ],
                        "event_id": 91
                    },
                    {
                        "id": [
                            17
                        ],
                        "name": "Barmer Boys",
                        "genrebaap": "proshows",
                        "oneline": "Sufi Folk and Experimental Music",
                        "intro": "'Rockstars of Rajasthan to Rock Mood Indigo IMF'<br>Barely in their 30’s, and yet seasoned performers, the Barmer Boys carry forward the centuries-old musical tradition of the Manganiyars and are leading examples of Rajasthani folk and Sufi music. The group formed in 2011, and has performed with a host of world renowned artists including Vieux Farka Toure, Bombino, BaBa ZuLa, Madou Sidiki Diabate, Rupa and the April Fishes, and UK’s Jason Singh/Dharohar Project. The band's versatility of styles and bubbling energy infuses each performance - from soulful Sufi kalaams to uplifting wedding and celebratory songs, to boisterous jams with beat-boxing. Their debut album 'At Home: Barmer Boys' was released in Dec 2012 on Amarrass Records.<br>Performers Description.<br><br>Mangey Khan - lead vocals, harmonium<br>Rais Khan - morchang, bhapang, khartaal, beatboxing<br>Tariq Khan - dholak",
                        "genre": "IMF",
                        "url": [
                            "//www.youtube.com/embed/VXHXHq3cwNg"
                        ],
                        "event_id": 92
                    }
                ]
            },
            {
                "name": "Illuminati",
                "shortname": "illumnati",
                "id": 2,
                "intro": "‘With every experience you alone are painting your own canvas, thought by thought, choice by choice”-Oprah Winfrey<br><br>An elite lineup of people who have an experience to give, a story to tell and something for all of you. Be it themed events, speaker sessions, storytelling sessions, experience sharing, panel discussions or thinkers’ meet, Illuminati boasts of names like Aamir Khan, Sir Mark Tully, Harsha Bhogle, S. Hussain Zaidi, Mir Ranjan Negi among many other equally attractive sessions. A flagship event in just two years, it promises to raise the bar to the highest levels this year. Watch out for this year’s lineup.",
                "details": []
            },
            {
                "name": "Theatre Fest",
                "shortname": "dram",
                "id": 3,
                "intro": "'All the world's a stage.’ ― William Shakespeare, As You Like It<br>The Mood Indigo theatre fest brings people from all aspects of theater under one roof and celebrates the sheer brilliance of theatrical performances. It offers an enthusiastic environment for interaction between the performers and the masses. Experience, some of the most intelligent and emotionally stimulating acts, which will move you. <br>Sometimes there will be a collective sigh from the audience  or it’s so quiet that you can hear a pin drop. Experience the plays and theatrical performances which will stir up your soul and leave you mesmerized with a smile on your face.<br>But at the end of the theatre doesn’t last, only in people’s memories and hearts. That is the beauty and sadness of it. But that’s life. Beauty and Sadness. That is why Theatre is life.",
                "details": [
                    {
                        "id": [
                            1
                        ],
                        "name": "Baramasi",
                        "genrebaap": "proshows",
                        "oneline": "Stage Players Theatre Production",
                        "intro": "A hindi play based on Dr. Gyan Chaturvedi's novel by same name. The play is a hillarious yet very touching account of a middle class Indian family's life where getting the daughter married is still the top priority and the whole family leaves no stone unturned for the same. Though set in the 60-70's the story is very relevant even today. With some fine writing and very fine performances Baramasi is Stage Players's one of the most talked about and liked comic plays.<br>This play was open in RangSharda, Bandra. More than 20 shows have been staged all over Mumbai like Prithvi theatre, NCPA, Hornimen Circle etc.",
                        "genre": "Theatre Fest",
                        "url": [],
                        "event_id": 95
                    },
                    {
                        "id": [
                            1
                        ],
                        "name": "Pitras ka Ras",
                        "genrebaap": "proshows",
                        "oneline": "Rangbaaz Production",
                        "intro": "Syed Pitras is caught in the web of marriage- arrangement he believes he is like being in Jail;    calling his nagging wife Roshanaara, a jailor! Pitras is a happy go lucky man,  full of joie de vivre and a kind Samaritan, a do-gooder, who is always ready to help others and sympathizes with even the small time thieves and petty criminals in his own town, all in a light hearted spirit! However his wife has started disliking his friends- for she believes that all his bad habits are an influence of theirs’. And so, he always looks for an opportunity to escape from his nagging better half and the shackles of his household duties and to spend some fun time with his friends instead. That day finally arrives when Roshanaara leaves for her maternal home and Syed Pitras invites his dear friends home- a Comical evening of sharing stories, laughter and nostalgia!",
                        "genre": "Theatre Fest",
                        "url": [
                            "//www.youtube.com/embed/ifXyCztMe_c"
                        ],
                        "event_id": 96
                    }
                ]
            },
            {
                "name": "Humor Fest",
                "shortname": "humorfest",
                "id": 4,
                "intro": "With stand up comedians , one act plays and interactive workshops, get ready to laugh your heart out. Enjoy the stress busting environment and engage in top class comedy acts. These comedians will tickle your funny bone with their one-liners,puns and sarcasm. We know the importance of humor in your lives and we'll make sure you enjoy these moments to the fullest.<br>It is said that smile is a curve that sets everything straight.Knowing well the importance of Humour in our lives this year Mood Indigo will bring a hilarious bouquet of performances ranging from variety humour acts, clowns, mimes and stand up artists.So if you are ready to be amused and 'ROFL' we have a lot it store for you.<br>Chris Turner, Schorsch Bross and Improv Comedy Mumbai are a few artists who have giggled up the crowd in subsequent editions.",
                "details": [
                    {
                        "id": [
                            24
                        ],
                        "name": "Carlo Jacucci",
                        "genrebaap": "proshows",
                        "oneline": "The Vitamin Show",
                        "intro": "After touring around the world, the dancer-priest-accordionist-caterpillar man is here. Vitamin, by and with Carlo Jacucci, comes to Mumbai with heightened madness, and some brand new scenes.<br>Some of the most sublime physical comedy you're likely to witness The Independent<br>Preaching from a book he never read, a man transforms himself into many characters, creatures and things, from a captain to a dancer, a marathon runner, an accordionist, a caterpillar.<br>Created in cabarets and variety shows across Europe, Vitamin reveals our world upside down, while playing with our imagination in fun and surprising ways, through mime, storytelling, dance, puppetry, and the unconventional use of live accordion.<Br><br>This show takes physical comedy and clowning to their bare essentials, making an ‘inexplicably wonderful comic theatre’ (Broadway Baby).<br><br>It transcends meaning and becomes pure humour Fringe Review<br>As Jacucci rakes through his props and his imagination … his mix of near-primordial simplicity with imaginative charm was met by the audience's near-primordial laughter. Rarely do you hear cackles this unrestrained: hoots and howls and brays” The Times<br>A visually inspiring solo show, Vitamin is created and performed by Philippe Gaulier trained clown Carlo Jacucci, with a free and spectacular imagination and an incisive physical language.<Br>A very funny master of the awkward. Don't miss it Prague TV<Br>Thank you to the support of the Italian Embassy Cultural Centre – New Delhi Mumbai.",
                        "genre": "Humor Fest",
                        "url": [
                            "//www.youtube.com/embed/Ojj1M2bBAlc"
                        ],
                        "event_id": 92
                    },
                    {
                        "id": [
                            24
                        ],
                        "name": "Marcel Mohab",
                        "genrebaap": "proshows",
                        "oneline": "Stand Up Comedy",
                        "intro": "Marcel Mohab meets us in the realm of pure irrationality and brings us back gently on the bottom of banality. Between clowning and stand-up comedy, classic theater and performance art, improvisation and character comedy -between all these things and still others will be found if you look closely, a hitherto undiscovered country: the 'Marcel Mohab - Animal Radio' place of birth. In this country ruled by the British humor, and the words are falling here in English, but always good verstenglish. Go see it!<br><br>The winner of the Golden Cabaret nail 2012!<br><br>'Whimsical, original, varied, well-crafted, graceful and dashing, fast and surprisingly, captivating the imagination.' (Jury review)<br><br>'Marcel Mohab is a fascinating and wacky performer who Manages To provide a great hour of entertainment. Luckily for the audience and Mohab alike, he is a genuine talent dressing up as a failure for the amusement of all. Animal Fun is brain stretching pleasure with plenty of laughs. Some people might also have the humor bypass them, but then that's Their loss. Go see it. 'Highly Recommended show.' FringeReview'",
                        "genre": "Humor Fest",
                        "url": [
                            "//www.youtube.com/embed/sQm3D-y_Ly0"
                        ],
                        "event_id": 93
                    },
                    {
                        "id": [
                            24
                        ],
                        "name": "Jump",
                        "genrebaap": "proshows",
                        "oneline": "Comic Martial Arts",
                        "intro": "Ever since first hit the stage in July 2003, Jump has been incredibly popular in Korea. It also has had remarkable international success. In 2005 and 2006 it took the Edinburgh Fringe Festival by storm, and then went on to tour around the world, ending up on London’s West End and New York’s off-Broadway, proving that this musical comedy has universal appeal.<br>This innovative show incorporates many of Asia’s martial arts, including Korea's Taekwondo and Taekkyeon, as it tells the story of a family of martial arts specialists who have to defend their house from robbers.",
                        "genre": "Humor Fest",
                        "url": [
                            "//www.youtube.com/embed/ea3RYAj5GMg"
                        ],
                        "event_id": 94
                    }
                ]
            },
            {
                "name": "Fringe Fest",
                "shortname": "fringe",
                "id": 5,
                "intro": "Streets are indeed one of the most happening places during the four days of Mood Indigo.<br>Performance and activities which are a sheer display of energy, enthusiasm and talent.A series of thrilling high octane acts With the most unconventional and enthralling artists, fringe fest is the one the most exciting events. Street artists and performers from across the globe visit Mood Indigo to display their unique skill sets which includes daring stunts , never seen before skills and a lot of interaction. It has always been a successful show of great talent and mettle. It's indeed once in a lifetime opportunity to witness such greats perform for you !<br>Contortionists, Stunt-Comedians, Unicycle, Juggling and what not we have performers which will set your hearts beating with their performances and leave you with a memorable experience.Acts which you have never seen before which make you a fan of their talent.",
                "details": [
                    {
                        "id": [
                            10
                        ],
                        "name": "Yoshi chladny",
                        "genrebaap": "proshows",
                        "oneline": "Interactive Juggler",
                        "intro": " <b>Yoshi chladny - <a href='http://www.yoshijuggles.com/' target='_blank'>Website</a></b><br>If he is not sleeping, he is probably juggling. Based in Ottawa, Yoshi has been performing for the past ten years. He trained professionally, and taught at the Verdun Circus School in Montreal. His passion for juggling has drawn him to perform across Canada, the United States, and even as far as Dubai.  He has appeared several times on national Television, winning the grand prize on YTV's Zoink'd.",
                        "genre": "Fringe Fest",
                        "url": [
                            "//www.youtube.com/embed/c0OxjBbRFpk"
                        ],
                        "event_id": 79
                    },
                    {
                        "id": [
                            10
                        ],
                        "name": "Zanzibar",
                        "genrebaap": "proshows",
                        "oneline": "Knife and Ladder Performer",
                        "intro": " <b>Zanzibar - <a href='http://zzibar.free.fr/' target='_blank'>Website</a></b><br>Zanzibar le crazy French man can be seen throwing his three diabolos like rockets in the air or juggling three knives on a ten foot ladder!<br>This orange and black frog entertains in French or in English with his outrageous accent. Danger, skills and comedy guaranteed! We would like to thank our event associate Alliance Française de Bombay for their continued support. ",
                        "genre": "Fringe Fest",
                        "url": [
                            "//www.youtube.com/embed/qk8uPVDBY-Q"
                        ],
                        "event_id": 81
                    },
                    {
                        "id": [
                            10
                        ],
                        "name": "Katay Santos",
                        "genrebaap": "proshows",
                        "oneline": "High Chair and Pot balancing",
                        "intro": "<b>Katay Santos - <a href='http://kataysantos.com/' target='_blank'>Website</a></b><br>He started learning Capoeira in 1998, with the Capoeira Senzala group under the teaching of Contra Mestre Emerson Domingues de Lima where he began to develop strong skills in music, fight, dance and Acrobatics (today he is a Capoeira Teacher).<br>Having a big interest in developing the body's capabilities as a means of expression he decided to expand his knowledge into other disciplines such as contemporary dance.<br>He studied at the National Circus School (2003) in Havana, Cuba and then at the Acrobatics Art School  in Wuqiao, China (2007-2008) where he learned Handstand in High Chairs, Pot Balancing and Chinese Pole.<br>In 2006 he cultivated is work on stage, he immersed himself in the investigation of the physical theather and acrobatics, with this he began a journey to understand the pleasure of entertaining, amaze and making people laugh. He became a part of the regular staff at many professional circus and theater companies in Venezuela such as Art-o de Caracas, Akeke Circo Teatro and Compañía Nacional de Circo de Venezuela (Art-o Caracas, Akeke Circus Theater and the National Circus Company of Venezuela) and created his own shows as 'Santos y Bigotes', 'A Chinese Tale' and 'Santos Circus Show'.<br>His works have been played in Venezuela, Argentina, Chile, Dominican Republic, Germany, Switzerland, Norway, Spain, France, Japan and China visiting more than 100 cities, finding opportunities to learn by getting in touch with diferent audiences and artists.",
                        "genre": "Fringe Fest",
                        "url": [
                            "//www.youtube.com/embed/7xM3ZMeDHlc"
                        ],
                        "event_id": 82
                    },
                    {
                        "id": [
                            10
                        ],
                        "name": "Sara Kunz",
                        "genrebaap": "proshows",
                        "oneline": "Hula Hoops and contortionist",
                        "intro": "<b>Sara Kunz - <a href='http://hoopeverywhere.com/' target='_blank'>Website</a></b><br>Content- Born  and raised on the Big Island of Hawaii,  she was raised in a world of ‘Aloha’ (Hawaiian for love) which taught me to take the most amazing of my experiences and share them.<br>  Sara has been learning and sharing circus arts since 2009 when she discovered the hula hoop while completing my BFA degree.In passionate pursuit of my dreams she attended circus school in the worlds most renowned acrobatic haven: Beijing, China to engross herself in acrobatics skills.<br> Although shortly hindered by a spinal fracture, she began performing around the world to share her art, inspiration, joy of life, and give back to people all around the world.  After winning the 2013 HOOPURBIA scholarship award Sara moved to Berlin, Germany which now serves as my base to perform all around the world with stage, street, custom,and corporate performances.",
                        "genre": "Fringe Fest",
                        "url": [
                            "//www.youtube.com/embed/h3hywnNB2_Q?list=UUb-rS7Se6dKzHHC1icru0Uw"
                        ],
                        "event_id": 83
                    }
                ]
            },
            {
                "name": "After Nites",
                "shortname": "afternites",
                "id": 6,
                "intro": "Entertainment, Entertainment, Entertainment !<br>We have indeed saved the best for the last.End your each day at Mood Indigo with acts and ideas that leave an everlasting impact. Events which you would have never seen before.Be prepared to be on the edge of your seats because this one will most definitely blow away your mind.<br><br>The most prestigious and spectacular of all events, it brings you world's most amazing and unique performances. It is one of the eye-catchy events of Mood Indigo and is a showcase of the most finest and polished arts, you would ever see. The organizers put in a lot of effort to get the best of talents from around the globe and leave no stones unturned. You don't want to miss this one boy !",
                "details": [
                    {
                        "id": [
                            1
                        ],
                        "name": "Hanoch Rosenn",
                        "genrebaap": "proshows",
                        "oneline": "",
                        "intro": "Consulate General of Israel in Mumbai brings prince of mime Hanoch Rosenn and Tamir Productions. The mime is no longer on its own, but is rather a major element supported by a variety of cutting-edge technologies: video, LCD screens, 3D animation, lighting, gimmicks, effects, and rich sound. What makes it perfect for Indian youth is that it is a fascinating combination of perfection in performance and sophisticated use of technology.",
                        "genre": "After Nites",
                        "url": [],
                        "event_id": 107
                    },
                    {
                        "id": [
                            1
                        ],
                        "name": "U-Theatre",
                        "genrebaap": "proshows",
                        "oneline": "",
                        "intro": "The grand finale of Day 2 of Mood Indigo will see a spectacular display of Art and music from a renowned percussion group from Taiwan, the U-theatre. Their performance displays a unique amalgamation of theatre, percussion, martial arts and meditation although their discipline is military. “We have been dedicated in promoting cultural communication between India and Taiwan in the last 2 decades. This year U-Theatre is to bring its latest prestigious program ‘Swords of Wisdom’ to the campus of IIT Bombay”, said Ambassador Chung-Kwang Tien. Ever since its inception, U-theatre has settled its roots deep in the landscape of Laochuan mountain, where they undergo rigorous training in order to gain perfection in their art. Translated as “beating drums in a peaceful state of it’s own”, U-Theatre<br><br>The U-people believe that the combination of Tao and skill is the goal of their life and artistic creation. After performing at various parts of the world and winning 12th Annual Taiwan National Award for Arts, it’s time for U-theatre to perform in India presented by Taiwan Economic And Cultural Centre.",
                        "genre": "After Nites",
                        "url": [],
                        "event_id": 108
                    }
                ]
            }
        ]
    }
]