[
    {
        "id": 1,
        "next_id": 102,
        "name": "competitions",
        "genre": [
            {
                "name": "Dance",
                "shortname": "dance",
                "id": 1,
                "intro": " ‘Almost nobody dances sober, unless they happen to be insane’<br>From contemporary, Bollywood, western, Jazz to hip Hop and what not, the insanity is too high for the sober  this time, we reckon. Tap your feet to varied styles of music, create a labyrinth of forms and postures and express  myriads of cultures through our own self with privilege and attitude. So come, celebrate your panache with our profound Dance Competitions.",
                "details": [
                ]
            },
            {
                "name": "design & digital arts",
                "shortname": "dada",
                "id": 2,
                "intro": " In our era of gadgets and gizmos, we want everything done pronto. Cyberspace has given way to the tech-Hussains. So we bring to you an attractive platform to showcase your talent, the 21st-century-way. Go insane and come up with the most ridiculous, inexplicable art pieces and feel free to create, destroy, innovate, because what is art after all! <br>Sweep people off their feet with your whacky ideas and unconventional designs, the digi style. After all, great design is about making other designers feel like idiots because that idea wasn’t theirs.",
                "details": []
            },
            {
                "name": "Dramatics",
                "shortname": "dram",
                "id": 3,
                "intro": "‘All the world's a stage.’ <br>― William Shakespeare <br>When you are at your wits end and your reputation is being ransacked by your own cronies you go back to only one option that you have “Acting” ,such is the sheer power of acting that it can even get a bawdy guy look innocent and it can even make a slumdog look like a millionaire. Show various facets of arts, culture on the stage ",
                "details": []
            },
            {
                "name": "Fine Arts",
                "shortname": "finearts",
                "id": 4,
                "intro": "Do you spend your lectures doodling in your notebook? Do you have a knack for bringing to life with those colors, a Kodak moment? Do you have what it takes to think out of the box and explore the very frontiers of human creativity? <br>Take your brushes and colors and come paint the world with your imagination.",
                "details": []
            },
            {
                "name": "Sports & Lifestyle",
                "shortname": "lifestyle",
                "id": 5,
                "intro": "This is the place where you get to show off your personality traits that you quietly praise yourself for every time you look in the mirror. Here you can let flow your hidden talents, be it your charm, your striking persona, sweet talking skills, competence in the kitchen or your athletic side. <br><br>So let’s celebrate what makes you special, in our special way!",
                "details": []
            },
            {
                "name": "Literary Arts",
                "shortname": "lit",
                "id": 6,
                "intro": "Mood Indigo, Literary Arts Competitions is the place for all literary arts enthusiasts. Come one up Dickens with our Writing competitions. Learn how to think differently and challenge frontiers of knowledge, wit and imagination. If you think that words are just inanimate pieces of letters stringed together mechanically, you will be surprised to the amount of fun and entertainment you can have with them. Put your skills to the test, this winter!",
                "details": []
            },
            {
                "name": "Music",
                "shortname": "music",
                "id": 7,
                "intro": "If music is what makes you tick, then our competitions from various genres shall surely appeal to you. Sharing your piece of note was never so easy, here’s your chance to break out of the cocoon and prove your musical skills to the music fraternity. <br>We bring to you the stage, the breakneck competition and many outstanding artists. You know very well how and what to do the rest.  ",
                "details": []
            },
            {
                "name": "Speaking Arts",
                "shortname": "speaking",
                "id": 8,
                "genrebaap": "competitions",
                "intro": "I have a Dream. 4 words. That is all it took for Martin Luther King’s legacy to be firmly rooted in the conscience of humanity forever. There is no undermining what the power of the spoken word is. <br>As Cicero said, “Nothing is so unbelievable that oratory cannot make it acceptable.”<br><br>This is your chance to exercise the right to free speech, so come here and be your most eloquent self, impress and dazzle everyone with your rambunctiousness and make your stand. This December, get an opportunity to mold opinions, shape discourses and sway emotions like never before !",
                "details": []
            },
            {
                "name": "animation",
                "shortname": "",
                "id": 9,
                "intro": "Please send us your entries are animation@moodi.org.<br><br>'ATTENTION ALL BUDDING ANIMATORS!! Mood Indigo, IIT Bombay's 'Humor Partner' Shudh Desi Endings, announces an Online Animation Competition.<br><br>Follow the rules given below and win a chance to work with the animation team of youtube.com/shudhdesiendings<br><br>Rules<br>1. There are no rules<br>2. There is no theme <br>3. There is no time duration<br>4. Age: Anyone who is a college student<br>5. Group Size: Solo or Gang<br>6. Last Date: 5th January, 2015<br>7. Make us laugh, if you can<br>8. If you can't, we will laugh anyway.",
                "details": []
            }
        ]
    },
    {
        "id": 2,
        "name": "informals",
        "next_id": 201,
        "genre": [
            {
                "name": "Hysteria",
                "shortname": "hysteria",
                "genrebaap": "informals",
                "id": 1,
                "details": [],
                "intro": "All the DJs in the house, be ready to rock MI this year. Hysteria, the biggest battle for fame is back and it is bigger than ever before. Its your chance to impress the best in the business. We provide a huge platform for anyone who wants to showcase their talent and their individuality, and with their unique skills, entertain a crowd to the tune of thousands.Mood Indigo will turn the last week of your year into a grand extravaganza. Continue partying with Hysteria, and be ready to headbang your way to the ultimate 'all day' party in town. So bask in the incredible energy, connect with new people, let your hair down and party, informals style!"
            },
            {
                "name": "Whacked Out Zone",
                "shortname": "crossover",
                "id": 2,
                "intro": "We have created for you, the wackier siblings of your friendly next-door skill based competitions. We at Informals insist on doing things the wrong way. Beware; this is a topsy-turvy zone wherein you will need to adapt your skills to meet the challenges posed by these extra-cultural affairs. Flaunt your unconventional skills and go crazy in the wacky events that we have laid out for you, as we celebrate the insanity in every artist. Proclaim your honor, revel in its glory.",
                "details": []
            },
            {
                "name": "Streets",
                "shortname": "streets",
                "id": 3,
                "intro": "Mood Indigo makes the last week of your year a grand extravaganza. Continue partying with Hysteria, our all day long party. The biggest battle for fame is back and it is bigger than ever before. We provide a huge platform for amateurs to showcase their talent and their individuality, with their unique skills and entertain a crowd to the tune of thousands. So let your hair down and party, informals style.",
                "details": []
            },
            {
                "name": "Action Arena",
                "shortname": "action",
                "id": 4,
                "intro": "A delight for adrenaline junkies, we put together a set of fun activities and thrilling. Break a sweat as you try our exhilarating activities that pump up the adrenaline. Claim your chance to prove your sporting prowess with a collection of wacky new games and regular sports with a tangy twist. At times it’s about beating others, though majorly, we just want you to have fun. Explore the wet activities (literally) that we have lined up for you, as we exploit the vast swimming pool at our disposal. Glory lies in path for the daring and for the brave.             ",
                "details": []
            },
            {
                "name": "Icebreakers",
                "shortname": "icebreakers",
                "id": 5,
                "intro": "Mood Indigo is the perfect place to meet new people and grow your network. Our objective is for you to interact with strangers. ice breakers are just for fun. You will know each other, laugh together and conversation generated by the ice breaker will make you feel more relaxed together Venture out of your comfort zone and shed your inhibitions, end up forming new friendships, for we believe, there isn’t a better gift, then the gift of friendship.             ",
                "details": []
            },
            {
                "name": "Casino and Lounges",
                "shortname": "casino",
                "id": 12,
                "intro": "The nights at Mood Indigo are glamorous. With the Casino, we believe in providing world class experiences, even through the night. Compete and win big, the winning stakes are high. Put your luck and gambling skills to test, and be blown over by the diverse events at our casino royale. It will be a night to remember. <br><br>Lounges are the perfect place for you to chill and have fun with your friends when in the midst of the extravaganza, you need a breather. Arrangements are made for effortless activities, so that the celebration continues. They are the perfect hangout spots for your gang to enjoy and soak in the festive feel.",
                "details": []
            },
            {
                "name": "gamezone",
                "shortname": "gamezone",
                "id": 7,
                "intro": "We organize fun-filled events for everyone. Spend an awesome day out experiencing some of the most crazy activities and games on offer. These events are for the masses, they take Informals to another level altogether. With no pre requisite, no skill set required, everyone can come and participate. Packed with an ensemble of fun activities, these events keep everyone entertained. We serve up a platter full of fun to our takers, with something appealing to people of all tastes.",
                "details": []
            }
        ]
    },
    {
        "id": 3,
        "name": "concerts",
        "next_id": 301,
        "genre": [
            {
                "name": "Contemporary Nite",
                "shortname": "contem",
                "id": 1,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "ADNAN SAMI",
                        "genrebaap": "proshows",
                        "oneline": "",
                        "intro": "Adnan Sami is an accomplished Concert Pianist and Composer with a special command on all Western and Indian Classical and semi-classical notes. His career has ranged from classical to Jazz to modern Pop-Rock (Western and Indian), bringing him many International Awards including the Nigar Award, Bolan Academy Award, Graduate Award etc. He was given a Special Award of U.N.I.C.E.F. and a United Nations Peace Medal for a song he wrote and performed for Africa. He was invited as a member of the jury of the prestigious music festival Voice of Asia competition held annually at Almaty, Kazakhstan, which comprises of top music composers of the world. Reviewing a Piano solo performance Adnan had given on the Channel 4 in the UK, the famous American magazine Keyboard declared him the Keyboard Discovery of The 90s. As a classical concert pianist, Adnan Sami has had the honor of giving solo Royal Command Performaces before such Royalty as the King of Sweden and King Hussein of Jordan. He has also performed before Heads of State and Governments such as President Mitterand of France, President of United Arab Emirates, President and Prime Minister of India, President and Prime Minister of Pakistan, President and Prime Minister of Khazakhstan, Prime Minsiter of Kyrgistan, Prime Minister of Sweden and Princess Christina of Sweden. Apart from this, Adnan has performed for prestigious Music Festivals to sold-out Stadiums of his solo concert tours all over the world in over forty countries. Get ready to get your spirits uplifted at the Contemporary Nite of Mood Indigo 2014.",
                        "genre": "Contemporary Nite",
                        "url": [],
                        "event_id": 118
                    },
                    {
                        "id": [
                            7
                        ],
                        "name": "PURBAYAN CHATTERJEE",
                        "genrebaap": "proshows",
                        "oneline": "",
                        "intro": "Renowned as an artist to make the new age music, an accomplished Indian classical sitar player, Purbayan Chatterjee has been jamming up with the world and creating beautiful, soothing music which are yet exciting and refreshing in itself. He is popular for amalgamating traditional Indian classical music with contemporary world music genres. As an active artist in creating music, he is a part of the the group Shashtriya Syndicate and Stringstruck. He is also a vocalist. He has performed as a solo artist and has performed with other renowned artists Shankar Mahadevan  and Ustad Zakir Hussain.<br>Amazing to know that he was a recipient of the president of India award for being the best instrumentalist of the country at the age of 15! He has also received the Aditya Vikram Birla award for excellence and contributions to the field and has been honored with the Rasoi award by rotary international in 1995. In addition to that, he has also spread his original music across the world by performing in many music festivals like Bath International Music Festival, UK, The port fairy folk festival, Australia, international music symposium, Germany and in many other countries like South Africa, USA, France and Singapore. Brace yourselves to get string struck by this exceptional artist for it is the place where everyone will get to witness authentic and refreshing Indian classical music!",
                        "genre": "Contemporary Nite",
                        "url": [],
                        "event_id": 119
                    }
                ],
                "intro": "The smack of a pounding beat and the essence of enthralling tunes fuse together to create a mystic night to remember – we bring to you a perfect spectacle of aural finesse. This is one night with a blend of ethnicity and resounding grooves pledged to leave you entranced.<br>With names like Zakir Hussain, Pandit Vishwa Mohan Bhatt, Talavya, Hariharan, Raghu Dixit, Karsh Kale Collective, Papon & the East India Company, Euphoria, Indian Ocean etc., Mood Indigo has been getting the best of contemporary music every year. This would be the night to look out for!<br><br>Artists to be released soon!"
            },
            {
                "name": "EDM Nite",
                "shortname": "edm",
                "id": 2,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "Sander van Doorn",
                        "genrebaap": "concerts",
                        "oneline": "EDM Nite",
                        "intro": "",
                        "genre": "EDM Nite",
                        "url": [
                            "//www.youtube.com/embed/eeFlc2MmYu4",
                            "//www.youtube.com/embed/UwsY_foobEw",
                            "//www.youtube.com/embed/g1l21p3fnwY",
                            "//www.youtube.com/embed/cXh9QkDigfA",
                            "//www.youtube.com/embed/WoDTxQg3O-M",
                            "//www.youtube.com/embed/7Wf6R4zCp5k",
                            "//www.youtube.com/embed/glAEPjCTr_I",
                            "//www.youtube.com/embed/r7BMvq3QGR8",
                            "//www.youtube.com/embed/0jfovV5K0fk"
                        ],
                        "event_id": 89
                    },
                    {
                        "id": [
                            7
                        ],
                        "name": "ZAEDEN",
                        "genrebaap": "concerts",
                        "oneline": "EDM Nite",
                        "intro": "",
                        "genre": "EDM Nite",
                        "url": [
                            "The Indian representative of EDM in all major festivals around the world, Sahil Sharma aka Zaeden has been DJing since the age of 14! His unique style of combining the new age Big room sounds with the classical melodic house and his eclectic production skills can clearly be heard in his first single Land of Lords with the Dutch producer Syzz, which has been supported by the stalwarts of the EDM-verse, Andrew Rayel, Tritonal, Jordy Dazz and many more. His major breakthrough came when his Bootleg of Coldplay’s Magic took the world by storm, making him the first Indian to feature on DJ Mag #1 Hardwell’s podcast, Hardwell On Air, and also the Indian to be signed by Spinnin’ Records and Music All Stars. He has some big releases this year on these records which will cement his place in the global EDM scene. He has played alongside heavyweights Hardwell, Dimitri Vegas and Like Mike, Krewella, W&W, Hard Rock Sofa, Julian Jordan The Chainsmokers amongst others. He has also performed at Marenostrum Music Festival at Valecia, Spain. And now, Zaeden will be opening the inaugural night of Mood Indigo 2014, the EDM Night."
                        ],
                        "event_id": 115
                    }
                ],
                "intro": "Revered as a technical and musical genius by many, this virtuoso is without a doubt one of the world’s most essential, influential and popular DJ/Producers in dance music today. <b>Debuting at #32 in 2006, then moving up to #13 in 2008, being #10 in 2009, he hasn’t left the list of the greats ever since. Mood Indigo 2014 brings for you all, the heartbeat for EDM lovers all across the world – <b>Sander Van Doorn</b></b>.<br><br>Sander has become synonymous with excellence – both production wise and in front of the thousands he plays to, nightly. He is truly one of the strongholds in dance music. A generation defining artist, that reshapes our perception of what dance music can be and he does it all with that electrifying Sander van Doorn-smile.<br><br>With two full length albums, numerous hit-singles, remixes of the world’s biggest artists, sold out gigs in all major venues and festivals worldwide, his own successful record label ‘Doorn Records’ and a weekly radio show, it’s almost impossible not to have come across the name Sander van Doorn at least once in your life.<br><br>Collaborations with Robbie Williams (Close my Eyes), his renowned remix of Sia’s “Girl on Cocaine” and international radio hits like; “Love is Darkness” and “Koko” which were premiered by Pete Tong on BBC Radio 1 reached the #1 position on Beatport, The Cool Cuts Chart and the DMC UK Buzz Chart have already made him one of the top-class acts in the EDM scene worldwide. With A-class releases like ‘Chasin’, ‘Nothing Inside’, ‘What Did I Do’ with Block Party singer Kele, ‘Drink To Get Drunk’, ‘Who’s Wearing The Cap’ with Laidback Luke and ‘Kangaroo’ with youngster Julian Jordan, he has been soaring over the horizons as one of the best producers out there for long.<br><br>His fans’ favorites would always be super hit numbers like “Gold Skies”, “Neon”, “Right Here Right Now”, “Joyenergizer”, “Chasin”, “THIS”, “Nothing Inside” and “Love Is Darkness” – experience these tunes become your heartbeat on 26th December 2014 at EDM Nite, Mood Indigo!"
            },
            {
                "name": "Livewire Nite",
                "shortname": "livewire",
                "id": 3,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "Epica",
                        "genrebaap": "concerts",
                        "oneline": "International Nite",
                        "intro": " <a href='https://moodi.org/livewirenite/#/' target='_blank'>International Nite Site</a>",
                        "genre": "Livewire Nite",
                        "event_id": 80
                    },
                    {
                        "id": [
                            7
                        ],
                        "name": "Slain",
                        "genrebaap": "concerts",
                        "oneline": "International Nite",
                        "intro": "From early 2007, an innovative refreshing sound that is SLAIN has become one of the most sought-after live acts within India, now reputed as the country's finest in Melodic Progressive Rock/Metal. Initially having bagged the winners gold at countless nation-wide competitions, most notably October Fest 07 and NLS Strawberry fields '07- the band gained sudden popularity and media attention for their energy and consistency. Within the next 3 years Slain had headlined dozens of college festivals in South India, and performed at major events such as Rock ‘n India 09, Bangalore Habba 07, Rock Ethos ‘08 & '09 etc, eventually performing alongside international sensations Iron Maiden and Mr. Big on their tours of India. With over a hundred concerts across the country to their credit, the band continues to tour extensively, building a massive loyal fanbase. After releasing the 4-track ‘Slain EP’ in 2008,and their second EP ‘Before Beyond’ in 2009, both met with stellar reviews from fans and web'zines across the world, the band hit the studios again to record their monster debut album ‘Here and Beyond’, aiming a release mid- 2010. By popular demand, one of the tracks from the Slain EP, ‘Angel in the Sky’ was sent as part of a compilation to Radio Metal (France), as a representation of the Indian Metal scene. One step at a time, Slain is shaping the future of Indian Rock on the world map! Let’s witness their sculpture as they open for Epica on Livewire Nite at Mood Indigo 2014.",
                        "genre": "Livewire Nite",
                        "event_id": 117
                    }
                ],
                "intro": "With the likes of Porcupine Tree, Karnivool, Katatonia, Simple Plan, Neal Morse Band featuring Mike Portnoy etc. having graced Mood Indigo in the past, Livewire Night is all about magnificent music. You, and us, would be waiting for this to pump up your pulses with the best bands from India and abroad churning out their best riffs and tunes!<br><br>This is one stage where you get to see the greats of Indian music perform with the best of international music. Mood Indigo is set to give you a night to remember, a night to end this year on a high."
            },
            {
                "name": "Popular Nite",
                "shortname": "popular",
                "id": 4,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "VISHAL & SHEKHAR",
                        "genrebaap": "concerts",
                        "oneline": "",
                        "intro": "With both members being highly iconic figures in the Indian music industry, this highly successful music directing duo doesn’t really need any introduction.  Winning innumerable awards over the years, they are one of the household names in Bollywood music.  The score of Jhankaar Beats led to their rise to prominence. Since then there has been no looking back and they have gone on to deliver  several highly acclaimed albums like Tashan, Dostana and more recently Bang Bang. They have combined techno music with Indian sounds.  Both have successful careers individually as playback singers. Vishal Dadlani is also the vocalist of the electronic band Pentagram which performed at Mood Indigo last year. Get ready to be enthralled by their captivating music this year at Popular Night.",
                        "genre": "Popular Nite",
                        "url": [],
                        "event_id": 116
                    }
                ],
                "intro": "Magnificent Bollywood music ringing through the air, and thousands of people singing along with the voices that have become household phenomena over the years, owing to their marvel in music! From the world of music that each one of us knows of, we bring to you a night to sing along with an eternally loved popular voice live before you! <br><br>Stay tuned as Mood Indigo brings to you the biggies of Bollywood and Hindi music sensations live before you. We have seen the best of popular artists in Asha Bhosle, R D Burman, Salim Sulaiman, Shankar Ehsaan Loy, Sonu Nigam, Shaan and Mohit Chauhan. This year should be no less fun!<br><br>Artists to be released soon!"
            },
            {
                "name": "Classical Morning",
                "shortname": "popular",
                "day": 5,
                "details": [
                    {
                        "id": [
                            7
                        ],
                        "name": "PT. Rupak Kulkarni",
                        "genrebaap": "concerts",
                        "oneline": "Pratahswar concert",
                        "intro": "From Shrimati Annapurna Devi, the daughter of Pandit Ravi Shankar’s Guru Ustad Baba Allaudin Khan, came the legendary Flute maestro Pandit Hariprasad Chaurasia, and from this Master came his prime disciple Pandit Rupak Kulkarni, who has given this grand tradition a brand new flavour with his unique sensuality and creativity. Where others have performed ragas, Rupak has recreated ragas. Where others have played compositions through the flute, Rupak has written compositions through the flute. Where others have reminded us of the sensuality of the Krishna’s instrument, Rupak has proved to us the sensuality of Krishna’s instrument. Rupak is simply an age-old master of music disguised as a much younger artiste.<br><br>Darbar Festival (UK), Asian Super Flautist Festival (Japan), Tansen Samaroh (India), Peshkar World Music Festival (India), Vishnu Digamber Paluskar Samaroh (India), Harvallabh Music Festival (India), Times of India 150 years celebration concerts, Ustad Amir Khan Samaroh (India), Sawai Gandharv Festival (India), Uttarpara Sangeet Chakra (India), Saptak Music Festival (India), Gunidas Sammelan (India) Hirabai Barodekar Smruti Samaroh (India), Sawai Gandharv Music Festival (India) Shruti Mandal (india) and many other noted music festivals in India and abroad.Rupak has his own distinct mark and also followers and fans. His flute concerts are regularly aired on All India Radio, World Space Radio and various TV channels such as Doordarshan, STAR TV, Zee TV, and CNN-IBN, In Sync",
                        "genre": "Classical Morning",
                        "url": [
                            "//www.youtube.com/embed/w-6Or_4eRSM"
                        ],
                        "event_id": 97
                    }
                ],
                "intro": ""
            }
        ]
    },
    {
        "id": 4,
        "name": "arts",
        "next_id": 401,
        "genre": [
            {
                "name": "Food Fest",
                "shortname": "foodfest",
                "id": 1,
                "intro": "The way to a man’s heart is indeed through his stomach and we take it damn seriously.Combine the innovative bent of Mood Indigo with impeccable culinary choices we bring to you an amalgamation of ideas and skills.Unleash the foodie in you learn how fun and food go hand in hand.<br><br>Always wanted to become a chef ? Like eating good cuisine?  At least you like eating when you are tired , right ? The heavenly place to be in a fest after a tiring walk - Food Fest. Get to taste world famous cuisines prepared by renowned chefs. What use are the chefs if they don't tell how they made it ? You guessed it right ! We conduct teaching lessons of the most delectable and mouth-watering cuisines you always wanted to cook. It becomes fun when you learn, make and also present it in front of the fervent youth of India.",
                "details": [
                ]
            },
            {
                "name": "Workshops",
                "shortname": "workshops",
                "id": 2,
                "intro": "The place which has it all ! From gifted experts to enthusiastic learners, you enjoy as well as learn basics of art, dramatics, music and what not. The best part of the workshops are that they are absolutely free and can be as productive as paid classes. These workshops are meant to teach things which you would have always wanted to learn and would provide great experience as well as fun.",
                "details": [
                ]
            },
            {
                "name": "Interactive Arts",
                "shortname": "interactive-art",
                "id": 3,
                "intro": "#ItsVintageous<br>What goes around comes around<br>So this years theme is Vintage !Relive the era in those four days through our installations and art works which will subdue you into them.<br><br> This section will not only provide details into the prevalant art of India and other culturally rich nations, and also includes superb vintage installations, carefully selected by the team of MI. We will also have photo booth installations, without which our theme would be incomplete. Photo booths also captures the most lovely moments of your stay at Mood Indigo.<br>Installations which will leave you awe-struck with their sheer brilliance and artistry. ",
                "details": []
            },
            {
                "name": "Interactive Music Arena",
                "shortname": "music",
                "id": 4,
                "intro": "'One good thing about music, when it hits you, you feel no pain.' <br>― Bob Marley<br>Music expresses that which cannot be put into words and that which cannot remain silent so we present to you a new addition to this edition of Mood Indigo, it explores into the aspirations of youths. Always wanted to play drums , guitar ? Get to learn instruments and lot more of musical stuff along with pundits of the field.  So pick up an instrument , interact , play and have fun this December !<br><br>With unique concepts Jamming stages, musical lounges and group activities with your friends this will surely make your visit a memorable one.Best four days of your life.",
                "details": []
            }
        ]
    },
    {
        "id": 5,
        "name": "proshows",
        "next_id": 501,
        "genre": [
            {
                "name": "IMF",
                "shortname": "music",
                "id": 1,
                "intro": "<b>International Music Festival (IMF)</b><br>‘Music is what feelings sound like,<br>Presenting a dynamic mix of world class performers, IMF showcases a rich range of quality events. We bring artists and performers from all around the world, who represent diverse cultures and unite all of us with exquisite musical performances. Audiences are stretched and stimulated, given the amazing performances displayed by the bands and artists.<br>This December come witness the most amazing sounds from throughout the world which will please the musical souls. Reggae, Jazz, Blues, Indie we have something for everyone. Come visit the amazing International Music Festival to experience world class performers coming around the world to conspire into the celebration of this musical extravaganza. The most diverse and the most entertaining musicians all under one roof, this is an event that you can simply can’t miss.<br>Past performers include Ana Gog and The Outside Track from Ireland, FlagasK from France, Robin Sucroso from Germany and AramBola.",
                "details": [
                ]
            },
            {
                "name": "Humor Fest",
                "shortname": "humorfest",
                "id": 2,
                "intro": "With stand up comedians , one act plays and interactive workshops, get ready to laugh your heart out. Enjoy the stress busting environment and engage in top class comedy acts. These comedians will tickle your funny bone with their one-liners,puns and sarcasm. We know the importance of humor in your lives and we'll make sure you enjoy these moments to the fullest.<br>It is said that smile is a curve that sets everything straight.Knowing well the importance of Humour in our lives this year Mood Indigo will bring a hilarious bouquet of performances ranging from variety humour acts, clowns, mimes and stand up artists.So if you are ready to be amused and 'ROFL' we have a lot it store for you.<br>Chris Turner, Schorsch Bross and Improv Comedy Mumbai are a few artists who have giggled up the crowd in subsequent editions.",
                "details": [
                ]
            },
            {
                "name": "Fringe Fest",
                "shortname": "fringe",
                "id": 3,
                "intro": "Streets are indeed one of the most happening places during the four days of Mood Indigo.<br>Performance and activities which are a sheer display of energy, enthusiasm and talent.A series of thrilling high octane acts With the most unconventional and enthralling artists, fringe fest is the one the most exciting events. Street artists and performers from across the globe visit Mood Indigo to display their unique skill sets which includes daring stunts , never seen before skills and a lot of interaction. It has always been a successful show of great talent and mettle. It's indeed once in a lifetime opportunity to witness such greats perform for you !<br>Contortionists, Stunt-Comedians, Unicycle, Juggling and what not we have performers which will set your hearts beating with their performances and leave you with a memorable experience.Acts which you have never seen before which make you a fan of their talent.",
                "details": [
                ]
            },
            {
                "name": "After Nites",
                "shortname": "afternites",
                "id": 4,
                "intro": "Entertainment, Entertainment, Entertainment !<br>We have indeed saved the best for the last.End your each day at Mood Indigo with acts and ideas that leave an everlasting impact. Events which you would have never seen before.Be prepared to be on the edge of your seats because this one will most definitely blow away your mind.<br><br>The most prestigious and spectacular of all events, it brings you world's most amazing and unique performances. It is one of the eye-catchy events of Mood Indigo and is a showcase of the most finest and polished arts, you would ever see. The organizers put in a lot of effort to get the best of talents from around the globe and leave no stones unturned. You don't want to miss this one boy !",
                "details": [
                ]
            }
        ]
    }
]